<div id="content">
    <h1 id="page-title">О нас</h1>

    <div class="intro">
        <p><strong>Мы являемся глобальным сообществом</strong> 
             <a href="http://www.mozilla.org/community">людей, работающих вместе</a> с 1998 года, чьей целью является построение лучшего Интернета.</p>
      
        <p><strong>Мы являемся некоммерческой организацией</strong>, 
            чьей целью является поощрение <a href="http://www.mozilla.org/about/mission.html">открытости, инновационности и равноправности</a> в Интернете.</p>
      
        <p><strong>И мы являемся проектом с открытым исходным кодом</strong>,
            чьи <a href="http://www.mozilla.org/projects">программы</a> были использованы для создания одного из лучших приложений в Интернете.</p>
    </div>

    <p>Мы верим, что Интернет, как наиболее значимая социальная и технологическая разработка нашего времени, является общественным ресурсом, который необходимо улучшать и защищать.</p>

    <p><a href="http://www.mozilla.org/foundation">Mozilla Foundation</a> является некоммерческой организацией, посвятившей себя реализации всех этих целей, но реальной силой, стоящей за Mozilla, являются люди со всего мира, предпринимающие шаги по построению Интернета таким, каким они его видят. <a href="http://www.mozilla.org/contribute">И вы можете помочь</a>!</p>
</div>
