<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>ඔබගේ ටැබ්ස් සංවිධානය කරගන්නේ කෙසේද</em>ෆයර්ෆොක්ස් Panorama ඔබට දෘශ්‍යමය විශ්ලේෂණයක් ලබා දේ&hellip;";
$sub[2]  = "&hellip;එසේම ඒවා සමූහ තුළට එක්කර ගැනීමට හැකි අතර එවිට ඔබගේ කාර්යය පටිපාටිය සංවිධානය කර වෙනස් කාර්යයන් වෙනස්ව තබිගත හැකිය.";
$sub[3]  = "ඔබ දැනටම සොයාගෙන ඇති පරිදි ඔබට Panorama බොත්තම භාවිතා කර ටැබ්ස් සංවිධානය කිරීම ආරම්භ කළ හැකිය.";
$sub[4]  = "එවිට ඔබට ටැබයක් මත ක්ලික් කිරීම හෝ Escape මත ක්ලික් කර පසුපසට යාම හෝ කළ හැකිය.";
$sub[5]  = "සැබවින්ම ඔබට ඕනෑම ටැබයක් මත ක්ලික් කර එය සක්‍රීය කළ හැකිය.";
$sub[6]  = "එසේම, Mac මතදී option-space ද Windows මතදී control-space ද ෆයර්ෆොක්ස් Panorama වෙත පිවිසීමට හෝ පිටවීමට භාවිතා කළ හැකිය.";
$sub[7]  = "ටැබ් සමූහ සෑදීමට දෙකක් එකට ඇදගෙන යන්න.";
$sub[8]  = "මෙහිදී, මගේ සියළු පිංතූර එක සමූහයකට ගැනීම අවශ්‍යයි.";
$sub[9]  = "";
$sub[10] = "සමූහයක් සෑදීමට ඔබට හිස් ටැබ් අවකාශය හෝ ක්ලික් කර ඇදගෙන යා හැකිය.";
$sub[11] = "ඔබ සමූහයක් විශාලනය කරන විට පමණක්, එම සමූහයේ ටැබ් දකිනු ඇත. මෙය ඔබගේ අවධානයට පහසු වනු ඇත.";
$sub[12] = "ඔබගේ සමූහ සංවිධානය කිරීමට, ඒවි ඇවැසි ලෙස ඇදගෙන යන්න.";
$sub[13] = "ඔබට ඒවායේ ප්‍රමාණය වෙනස් කළ හැකිය එනම් අඩු වැදගත්කමක් ඇති දේ කුඩාවටත් &hellip;";
$sub[14] = "&hellip;සහ වඩා වැදගත් දේ විශාලවත් වන පරිදිය.";
$sub[15] = "ඔබ සමූහය කුඩා කළ විට, එය ටැඹක් බවට පත් වේ.";
$sub[16] = "ඔබට විවෘත කිරීමට අවශ්‍ය ටැබය මත ක්ලික් කළ හැකිය";
$sub[17] = "හෝ";
$sub[18] = "ඔබට ටැඹ තුළුට ඉක්මන් බැලීමක් කිරීමට අවශ්‍ය විට&hellip;";
$sub[19] = "&hellip;expand අයිකනය මත ක්ලික් කරන්න&hellip;";
$sub[20] = "&hellip;පසුව ඔබට අවශ්‍ය ටැබය මත ක්ලික් කරන්න.";
$sub[21] = "මෙය Firefox Panorama පිළිබඳ කෙටි හැදින්වීමකි.";
$sub[22] = "තවත් සෙවීමට බොහෝ දේ ඇතිමුත් (සමූහ නම් කරන අයුරු වැනි)&hellip;";
$sub[23] = "&hellip;වඩා දියුණු වෙබ් ගවේෂණයකට ඔබ සූදානම්.";
$sub[24] = "";

?>