<div id="main-content">

    <div id="column-1">
        <h2>Πείτε μας την άποψη σας</h2>
        <p>Σαν χρήστες της δοκιμαστικής έκδοσης, είστε μέλη της ομάδας που φτιάχνει τον Firefox&nbsp;4. Πείτε μας τι είναι αυτό που σας αρέσει ή δεν σας αρέσει κάνοντας κλικ στο κουμπί <img src="<?=$screencap;?>" alt="εικόνα κουμπιού σχολιασμού" /><em>σχολιασμού</em>. Θα σας παρακαλούσαμε να πάρετε μέρος στις ανώνυμες μελέτες χρήσης ή να συμπληρώσετε τυχόν ερωτηματολόγια που θα εμφανιστούν.</p>
    </div>

    <div id="column-2">
        <h5>Πως λειτουργούν οι μελέτες χρήσης;</h5>
        <p>Οι μελέτες χρήσης συγκεντρώνουν ανώνυμα στατιστικά στοιχεία για το πως χρησιμοποιείτε τον Firefox, χωρίς να καταγράφεται τι κάνετε και τι βλέπετε στο διαδίκτυο σε καμία περίπτωση. έχετε τον απόλυτο έλεγχο των δεδομένων και τίποτα δεν αποστέλλεται στους διακομιστές του Mozilla Test Pilot χωρίς την έγκριση σας. Όλες οι πληροφορίες θα χρησιμοποιηθούν αποκλειστικά για να βοηθήσουν στο σχεδιασμό του Firefox&nbsp;4.</p>
    </div>

    <div id="column-3">
        <h5>Τι γίνεται αν δεν θέλω να συμμετάσχω;</h5>
        <p>Θα ενημερωθείτε πριν ξεκινήσει να συλλέγει δεδομένα οποιαδήποτε μελέτη και θα ειδοποιηθείτε ξανά πριν γίνει οποιαδήποτε αποστολή δεδομένων στο Mozilla. Μπορείτε να επιλέξετε την αποχώρηση σας από οποιαδήποτε μελέτη ή να απενεργοποιήσετε όλες τις μελέτες μέσα από τις επιλογές που θα βρείτε κάνοντας κλικ στο κουμπί <em>σχόλια</em>.</p>
    </div>

</div>