<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>আপনার ট্যাব কিভাবে সাজানো হবে</em>ফায়ারফক্স প্যানোরামা আপনার সব tabs&hellip; এর একটি দৃশ্যমান সারসংক্ষেপ প্রকাশ করে";
$sub[2]  = "&hellip;এবং গ্রুপ আকারে সাজিয়ে নেয়া হয় যাতে করে আপনি আপনার কাজের ধারাও সাজিয়ে নিতে পারেন এবং বিভিন্ন কাজ আলাদা করে রাখতে পারেন।";
$sub[3]  = "আপনি ইতোমধ্যে আবিস্কার করে ফেলেছেন যে আপনার ট্যাবগুলো সাজানোর জন্য প্যানোরামা বোতামে চাপা যায়।";
$sub[4]  = "আপনি কোনো একটি ট্যাবে ক্লিক করে, অথবা Escape চেপে পূর্বাবস্থায় ফিরে যেতে পারেন।";
$sub[5]  = "আপনি অবশ্যিই যে কোনো ট্যাবে ক্লিক করে তা সক্রিয় করে নিতে পারেন।";
$sub[6]  = "অপরপক্ষে, Mac এর ক্ষেত্রে space বা উইন্ডোজ এর ক্ষেত্রে control-space অপশন ব্যবহার করে ফায়ারফক্স প্যানোরামা ব্যবহার করা বা বন্ধ করা যায়।";
$sub[7]  = "দুটি ট্যাবকে একই গ্রুপে আনার জন টেনে এনে এক জায়গায় রাখলেই হয়।";
$sub[8]  = "এ ক্ষেত্রে, আমি আমার সব স্পেসের ছবি গ্রুপ আকারে রাখতে চাই।";
$sub[9]  = "";
$sub[10] = "ফাঁকাস্থান টেনে নিয়ে এসেও একটি গ্রুপ তৈরি করা যায়।";
$sub[11] = "আপনি যখন কোনো গ্রুপকে বড় আকারে দেখবেন তখন ঐ গ্রুপের সবগুলো ট্যাব দেখতে পাবেন। এটা আপনাকে ফোকাস করতে সাহায্য করবে।";
$sub[12] = "গ্রুপগুলো সাজানোর জন্য টেনে এনে পাশাপাশি রাখা হয়।";
$sub[13] = "কম গুরুত্বপূর্ন জিনিসগুলো যাতে ছোট আকারে প্রদর্শিত হয় সেভাবে তাদের আকার পরিবর্তন করা যায়&hellip;";
$sub[14] = "&hellip;এবং বেশি গুরুত্বপূর্ন জিনিসগুলো বড় আকারের হয়";
$sub[15] = "যদি যথেষ্ট ছোট আকারের কোনো গ্রুপ তৈরি করেন তবে তা পাইলে রূপান্তরিত হবে।";
$sub[16] = "কোনো ট্যাব খোলার জন্য এর উপর ক্লিক করুন";
$sub[17] = "অথবা";
$sub[18] = "যদি শুধু পাইলে এ চোখ বুলিয়ে যেতে চান তবে&hellip;";
$sub[19] = "&hellip;সম্প্রসারন আইকনে ক্লিক করুন&hellip;";
$sub[20] = "&hellip;এবং এরপর আপনি যে ট্যাবের ব্যাপারে উৎসুক তাতে ক্লিক করুন।";
$sub[21] = "এটাই ফায়ারফক্স প্যানোরামার সংক্ষিপ্ত বর্ণনা।";
$sub[22] = "এখনও জানার অনেক কিছু বাকি আছে (যেমন: কিভাবে গ্রুপের নামকরণ করতে হয়)&hellip;";
$sub[23] = "&hellip;আপনি এখন আরও ভালো উপায়ে ব্রাউজ করার জন্য সম্পূর্ণরূপে তৈরি।";
$sub[24] = "";

?>
