<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>Firefox Panorama 사용법</em>'Panorama'은 많은 탭들을 효율적으로 관리할 수 있는 방법을 제공합니다. &hellip;";
$sub[2]  = "&hellip;탭들을 모을 수 있는 기능을 통해 다양한 작업을 별도로 관리할 수 있습니다.";
$sub[3]  = "오른쪽 상단에 있는 아이콘을 클릭하시면 Panorama에 들어갈 수 있습니다.";
$sub[4]  = "특정 탭을 클릭하거나 Esc 키를 누르시면 언제든지 되돌아갈 수 있습니다.";
$sub[5]  = "어느 탭을 눌러도 바로 커져서 바로 볼 수 있습니다.";
$sub[6]  = "키보드로는 맥에서 옵션-스페이스키, 윈도에서 콘트롤-스페이스키를 동시에 눌러도 됩니다.";
$sub[7]  = "그룹을 만드려면 일단 두 탭을 밖으로 꺼냅니다.";
$sub[8]  = "서핑 중 모아 놓은 우주 사진만을 모으려면 하나씩 드래그만 하면 됩니다.";
$sub[9]  = "";
$sub[10] = "빈 공간을 드래그만 하면 새로운 그룹 공간이 만들어집니다.";
$sub[11] = "특정 그룹의 탭 하나를 선택하면 탭 그룹의 탭이 모두 함께 열립니다.";
$sub[12] = "탭 그룹을 관리하려면 간단히 주변을 드래그만 하면 됩니다.";
$sub[13] = "크기도 자유롭게 바꿀 수 있어 중요한 탭 그룹은 크게";
$sub[14] = "그렇지 않으면 작게 만들수 있습니다.";
$sub[15] = "탭 그룹을 좀 더 작게 만들면 탭들이 모여집니다.";
$sub[16] = "탭을 선택하면 열립니다.";
$sub[17] = "또는";
$sub[18] = "모여진 탭을 모두 보고 싶으면 &hellip;";
$sub[19] = "&hellip;작은 아이콘만 누르면 됩니다&hellip;";
$sub[20] = "&hellip;그러면 모여진 탭들만 보고 작업을 계속하실 수 있습니다.";
$sub[21] = "Firefox Panorama에 대한 소개입니다.";
$sub[22] = "그룹명을 통해 탭을 관리하시면&hellip;";
$sub[23] = "&hellip;좀 더 편리한 웹 서핑을 하실 수 있습니다.";
$sub[24] = "";
?>
