<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>टॅब्स् कसे आयोजीत करायचे</em>फायरफॉक्स पनोरमा तुम्हाला सर्व टॅब्स्चे दृष्यास्पद अवलोकन पुरवतात&hellip;";
$sub[2]  = "&hellip;व तुम्हाला गटामध्ये कार्यप्रवाह आयोजीत करण्यास व वेगळे कार्य वेगळे ठेवण्यास परवानगी पुरवते.";
$sub[3]  = "आधिच लक्षात आले असल्यास तुम्ही पनोरमा बटणाचा वापर टॅब्स् आयोजीत करण्यासाठी करू शकता.";
$sub[4]  = "त्यानंतर तुम्ही टॅबवर क्लिक करू शकता, किंवा मागे जाण्यासाठी एस्केप दाबा शकता.";
$sub[5]  = "टॅब सक्रिय करण्यासाठी तुम्ही कुठलेही टॅब क्लिक करू शकता.";
$sub[6]  = "वैकल्पिकरित्या, तुम्ही फायरफॉक्स पनोरमामध्ये प्रवेश व बाहेर पडण्यासाठी मॅकवरील ऑपशन-स्पेस् किंवा विंडोजवरील कंट्रोल-स्पेस्चा वापर करू शकता.";
$sub[7]  = "टॅब्स्ला एका गटात करण्यासाठी दोघांना एकत्र ओढा.";
$sub[8]  = "या उदाहरणात, मला स्पेस्चे सर्व चित्रे एका गटात एकत्र करायचे आहे.";
$sub[9]  = "";
$sub[10] = "रिकाम्या जागेवर क्लिक केल्यावर त्यांस ओढून गट निर्माण करणे देखिल शक्य आहे.";
$sub[11] = "गट मोठे केल्यावर, तुम्हाला फक्त गटातील टॅब्स आढळतील. यामुळे तुम्ही केंद्रीत राहतात.";
$sub[12] = "गट आयोजीत करण्यासाठी, त्यांस फक्त ओढा.";
$sub[13] = "आकार बदलणे शक्य आहे ज्यामुळे कमी महत्वाच्या बाबी छोट्या आकारात राहतात&hellip;";
$sub[14] = "&hellip;व अधिक महत्वाच्या बाबी मोठ्या आकारात आढळतात.";
$sub[15] = "गट अगदीच लहान केल्यास, त्याचे ढिग निर्माण होईल.";
$sub[16] = "उघडण्यासाठी तुम्ही टॅबवर क्लिक करू शकता";
$sub[17] = "किंवा";
$sub[18] = "ढिगाऱ्यात पटकन नजर टाकायचे असल्यास&hellip;";
$sub[19] = "&hellip;वाढवा चिन्हावर क्लिक करा&hellip;";
$sub[20] = "&hellip;व त्यानंतर पसंतीच्या टॅबवर क्लिक करा.";
$sub[21] = "हे फायरफॉक्स पनोरमाचे संक्षिप्त परिचय होते.";
$sub[22] = "नवीन बाबींचा शोध (जसे कि गटांचे नामांकन कसे करायचे) सुरू असताना&hellip;";
$sub[23] = "&hellip;तुम्ही ब्राऊज करायच्या उत्तम पद्धतीचा वापर करण्यास सज्ज आहात.";
$sub[24] = "";

?>
