<div id="content">
  <h1 id="page-title">Σχετικά με εμάς</h1>

<div class="intro">
  <p><strong>Είμαστε μια παγκόσμια κοινότητα</strong> <a href="http://www.mozilla.org/community">ανθρώπων που συνεργάζονται</a> από το 1998 για τη δημιουργία ενός καλύτερου διαδικτύου.</p>
  
  <p><strong>Είμαστε ένας μη κερδοσκοπικός οργανισμός</strong>
    αφοσιωμένος στην προώθηση <a href="http://www.mozilla.org/about/mission.html">του ανοικτού πνεύματος, των καινοτομιών και των ίσων ευκαιριών</a> στο διαδίκτυο.</p>
  
  <p><strong>Και τέλος, είμαστε ένα έργο λογισμικού ανοικτού κώδικα</strong>
    του οποίου τα <a href="http://www.mozilla.org/projects">προγράμματα</a> έχουν χρησιμοποιηθεί σαν βάση για μερικές από τις καλύτερες δικτυακές εφαρμογές.</p>
</div>

<p>Πιστεύουμε ότι καθώς το διαδίκτυο είναι ίσως το πιο σημαντικό κοινωνικό και τεχνολογικό επίτευγμα της εποχής μας, αποτελεί ένα δημόσιο αγαθό που πρέπει να προστατευθεί και να βελτιωθεί.</p>

<p>Το <a href="http://www.mozilla.org/foundation">ίδρυμα Mozilla</a> είναι ένας μη κερδοσκοπικός οργανισμός αφοσιωμένος σ' αυτούς τους στόχους, αλλά η πραγματική δύναμη του  Mozilla είναι οι άνθρωποι από όλο τον κόσμο που αναλαμβάνουν δράση για να φτιάξουν το διαδίκτυο όπως το θέλουν. <a href="http://www.mozilla.org/contribute">Μπορείτε κι εσείς να βοηθήσετε</a>!</p>

</div>
