<?php
    // translate $page_title below
    $page_title = 'Mozilla ବିଷୟରେ';


    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>


<div id="main-feature">
    <h2>
    ୱେବ ପାଇଁ ଲାଭ ଦାୟକ।
    <br />
    ସମଗ୍ର ବିଶ୍ୱ ପାଇଁଲାଭଦାୟକ।
    </h2>
</div>

<div id="content">

<p>Mozilla ଗୋଟିଏ ପାରମ୍ପରିକ ସଫ୍ଟୱେର ଅନୁଷ୍ଠାନ ନୁହଁ। ଆମେ ହେଉଛୁ ଜାଗତିକ <a href="/<?=$lang?>/firefox/community/">ସମ୍ପ୍ରଦାୟ</a> ଯିଏକି ମାଗଣା, ମୁକ୍ତ ଉତ୍ସ ଉତ୍ପାଦ ଏବଂ ପ୍ରଯୁକ୍ତି ଜ୍ଞାନ ପ୍ରଦାନ କରିଥାଏ,
ଯାହାକି ସବୁ ସ୍ଥାନର ବ୍ୟକ୍ତିଙ୍କ ଅନଲାଇନ ଜ୍ଞାନକୁ ଉନ୍ନତତର କରିଥାଏ। ଆମ୍ଭମାନଙ୍କ ମଧ୍ଯରେ ସମଗ୍ର ବିଶ୍ୱର ପ୍ରଗ୍ରାମର,ବ୍ୟାପାରୀ, ପରୀକ୍ଷକ, ଏବଂ ଓକିଲ ଅଛନ୍ତି ଯେଉଁମାନେ କି ଏହାକୁ ମୁକ୍ତ ସହଭାଗୀ ସାର୍ବଜନିକ ଉତ୍ସ ଭାବରେ ରଖିବା ପାଇଁ କାର୍ଯ୍ୟକରୁଛନ୍ତି।
ଆମ୍ଭେମାନେ ବିଶ୍ୱାସ କରୁ ଯେ ମୁକ୍ତ ଉତ୍ସ ମାନକ ପସନ୍ଦ ଏବଂ ଆବିଷ୍କାରକୁ ସକ୍ରିୟ ଏବଂ ଶକ୍ତିଶାଳୀ କରିଥାଏ, ସମଗ୍ର ବିଶ୍ୱର ସମସ୍ତ ବ୍ୟକ୍ତିଙ୍କ ପାଖରେ ସୁରକ୍ଷିତ, ତୀବ୍ର ଏବଂ ସମ୍ଭାବ୍ୟ ଅନଲାଇନ ଜ୍ଞାନ ପାଇବାର ଅଧିକାରୀ ବୋଲି ଆମେ ବିଶ୍ୱାସ କରୁ।</p>

<p>ଆମର ପୁରସ୍କାର ବିତରଣ, ମୁକ୍ତ ଉତ୍ସ <a href="/<?=$lang?>/products/">ସଫ୍ଟୱେର ଉତ୍ପାଦନଗୁଡ଼ିକ ହେଉଛି</a> and <a href="http://www.mozilla.org/projects/">ପ୍ରଯୁକ୍ତି ଜ୍ଞାନ</a> ଗୁଡ଼ିକ ମୁକ୍ତରେ ସବୁ ସ୍ଥାନରେ 70 ଟି ଭାଷାରେ ବିତରଣ କରାଯାଇଥାଏ।</p>

<p>Mozilla ର ମୂଖ୍ୟ କାର୍ଯ୍ୟାଳୟ <a href="/<?=$lang?>/about/contact.html">ମାଉଣ୍ଟେନ ଭ୍ୟୁ, କାଲିଫର୍ନିୟା</a>ରେ ଅଛି ଏହା ସହିତ <a href="/<?=$lang?>/about/contact.html">ଆଞ୍ଚଳିକ କାର୍ଯ୍ୟାଳୟଗୁଡ଼ିକ </a> ଅକଲ୍ୟାଣ୍ଡ, ବେଜିଙ୍ଗ, କପେନହେଗେନ, ପ୍ୟାରିସ, ଟକ୍ୟୋ ଏବଂ ଟୋରୋଣ୍ଟୋରେ ଅଛି।</p>

</div>



<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
