Repository: jlongster/mozilla.com
Catalog: */firefox/fb-badges/locale/rm/LC_MESSAGES/messages.po
Languages: rm

source: Be part of <span>TEAM FIREFOX</span> and help <span>SPREAD THE WORD</span>!
rm: Sajas part dal <span>TEAM FIREFOX</span> e gida da <span>DERASAR LA NOVITAD</span>!

source: Free Download
rm: Telechargiar gratuit

source: 4.0 for %OS_VERSION%
rm: 4.0 per %OS_VERSION%

source: Meet <span>FIREFOX 4</span>
rm: Scuvra <span>FIREFOX 4</span>

source: Made to make the Web a better place.
rm: Sviluppà per far ord l'internet in meglier lieu.

source: FACEBOOK BADGES -
rm: TATGADERS DA FACEBOOK -

source: (Pick a badge and post to your wall).
rm: (Tscherna in tatgader ed al publitgescha sin tia paraid).

source: click
rm: cliccar

source: ARE YOU ON TWITTER?
rm: UTILISESCHAS TI TWITTER?

source: <p id='join'><em>Join the</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
rm: <p id='join'><em>Fa part da la</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>

source: Mozilla Firefox 4 is here!
rm: Mozilla Firefox 4 è qua!

source: Made by a global non-profit dedicated to shaping the future of the Web for the public good, the new Firefox is fresh, super fast and more awesome than ever.
rm: Sviluppà dad ina organisaziun senza finamira da profit che s'engascha per sviluppar l'internet en l'interess da la publicitad è Firefox uschè frestg, spert e grondius sco anc mai.
