Repository: jlongster/mozilla.com
Catalog: */firefox/fb-badges/locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, cs, de, el, es, eu, fr, ga, he, hr, id, it, ja, ko, nl, pl, pt_br, ru, si, sl, sq, sr, th, tr, zh_tw

source: Be part of <span>TEAM FIREFOX</span> and help <span>SPREAD THE WORD</span>!
ar: كن عضوًا في <span>فريق فَيَرفُكس</span> وساهم في <span>نشر الخبر</span>!
ca: Sigueu part de l'<span>equip FIREFOX</span> i ajudeu a <span>fer-ne ressò</span>!
cs: Buďte součástí <span>TÝMU FIREFOXU</span> a pomozte <span>INFORMOVAT SVĚT</span>!
de: Schließ’ dich dem <span>TEAM FIREFOX</span> an und hilf, <span>DIE BOTSCHAFT ZU VERBREITEN</span>!
el: Γίνετε μέλος της <span>ΟΜΑΔΑΣ ΤΟΥ FIREFOX</span> και βοηθηστε <span>ΝΑ ΔΙΑΔΩΣΟΥΜΕ ΤΟ ΜΗΝΥΜΑ</span>!
es: ¡Se parte del <span>EQUIPO FIREFOX</span> y ayuda a <span>DIFUNDIRLO</span>!
eu: Batu <span>FIREFOX TALDERA</span> eta lagundu <span>HITZA ZABALTZEN</span>!
fr: Faites partie de <span>L'ÉQUIPE FIREFOX</span> et aidez <span>À FAIRE PASSER LE MOT</span> !
ga: Bí linn ar <span>FHOIREANN FIREFOX</span> agus cabhraigh linn <span>AN FOCAL A SCAIPEADH</span>!
he: הצטרף ל<span>צוות Firefox</span> ועזור <span>להפיץ את הבשורה</span>!
hr: Budite dijelom <span>FIREFOX TIMA</span> i pomognite <span>PROŠIRITI NOVOST</span>!
id: Yuk, menjadi bagian dari <span>TIM FIREFOX</span> dan bantu <span>BERBAGI KABARNYA</span>!
it: Diventa parte del <span>TEAM FIREFOX</span> e contribuisci a <span>SPARGERE LA VOCE</span>!
ja: <span>Firefox チーム</span>に参加して、<span>世界に広めて</span>ください!
ko: <span>Firefox 팀</span>함께 4.0 버전 <span>홍보 활동</span>에 참여해 주세요!
nl: Sluit u aan bij <span>TEAM FIREFOX</span> en help <span>DE BOODSCHAP TE VERSPREIDEN</span>!
pl: Dołącz do <span>DRUŻYNY FIREFOKSA</span> i pomóż <span>ROZPOWSZECHNIĆ GO NA ŚWIECIE</span>!
pt_br: Seja parte do <span>TIME FIREFOX</span> e ajude a <span>ESPALHAR O VERBO</span>!
ru: Станьте частью <span>КОМАНДЫ FIREFOX</span> и <span>РАССКАЖИТЕ О НЁМ МИРУ</span>!
si: <span>FIREFOX කණ්ඩායමට</span> එක්වී <span>මේ ගැන කියන</span>!
sl: Postanite del <span>EKIPE FIREFOX</span> in pomagajte <span>ŠIRITI GLAS</span>!
sq: Bëhuni pjesë e <span>EKIPIT FIREFOX</span> dhe ndihmoni <span>TË PËRHAPET LAJMI</span>!
sr: Будите део <span>тима Фајефокс</span> и помозите нам да <span>кажемо свима</span>!
th: เป็นส่วนหนึ่งของ <spam>ทีม FIREFOX</span> และช่วยกัน <span>บอกต่อ</span>!
tr: <span>FIREFOX TAKIMI</span>'na katılın ve <span>FIREFOX'U YAYMAMIZA YARDIMCI OLUN</span>!
zh_tw: 成為 <span>TEAM FIREFOX</span> 的一員，並幫忙 <span>口耳相傳</span>!

source: Firefox 4
ar: فَيَرفُكس 4

source: Free Download
ar: تنزيل مجاني
ca: Baixada gratuïta
cs: Stáhnout zdarma
de: Kostenloser Download
el: Δωρεάν λήψη
es: Descarga gratis
eu: Doako deskarga
fr: Téléchargement gratuit
ga: Íosluchtaigh
he: הורדה בחינם
hr: Besplatno preuzimanje
id: Unduh Gratis
it: Download gratuito
ja: 無料ダウンロード
ko: 무료 다운로드
nl: Gratis download
pl: Pobierz za darmo
pt_br: Download gratuito
ru: Бесплатная загрузка
si: නොමිලේ ලබා ගන්න
sl: Brezplačen prenos
sq: Shkarkim Falas
sr: Бесплатно преузимање
th: ดาวน์โหลดฟรี
tr: Ücretsiz İndirin
zh_tw: 免費下載

source: 4.0 for %OS_VERSION%
ar: 4.0 لـ %OS_VERSION%
ca: 4.0 per a %OS_VERSION%
cs: 4.0 pro %OS_VERSION%
de: 4.0 für %OS_VERSION%
el: 4.0 για %OS_VERSION%
es: 4.0 para %OS_VERSION%
eu: 4.0 %OS_VERSION%erako
fr: 4.0 pour %OS_VERSION%
ga: 4.0 le haghaidh %OS_VERSION%
he: 4.0 עבור %OS_VERSION%
hr: 4.0 za %OS_VERSION%
id: 4.0 untuk %OS_VERSION%
it: 4.0 per %OS_VERSION%
ja: %OS_VERSION%用 4.0
ko: %OS_VERSION%용 4.0
nl: 4.0 voor %OS_VERSION%
pl: 4.0 dla %OS_VERSION%
pt_br: 4.0 para %OS_VERSION%
ru: 4.0 для %OS_VERSION%
si: 4.0 %OS_VERSION% සඳහා
sl: 4.0 za %OS_VERSION%
sq: 4.0 për %OS_VERSION%
sr: 4.0 за %OS_VERSION%
th: 4.0 สำหรับ %OS_VERSION%
tr: %OS_VERSION% için 4.0
zh_tw: %OS_VERSION% · 4.0

source: Meet <span>FIREFOX 4</span>
ar: تقابل مع <span>فَيَرفُكس 4</span>
ca: Descobriu el <span>FIREFOX 4</span>
cs: Seznamte se s <span>FIREFOXEM 4</span>
de: Lerne <span>FIREFOX 4</span> kennen
el: Γνωρίστε τον <span>FIREFOX 4</span>
es: Conoce a <span>FIREFOX 4</span>
eu: Ezagutu <span>FIREFOX 4</span>
fr: Découvrez <span>FIREFOX 4</span>
ga: Cuir aithne ar <span>FIREFOX 4</span>
he: פגוש את <span>FIREFOX 4</span>
hr: Upoznajte <span>FIREFOX 4</span>
id: Mari bertemu dengan <span>FIREFOX 4</span>
it: Scopri <span>FIREFOX 4</span>
ja: <span>FIREFOX 4</span> へようこそ
ko: 만나보세요! <span>FIREFOX 4</span>
nl: Maak kennis met <span>Firefox 4</span>
pl: Poznaj <span>FIREFOKSA 4</span>
pt_br: Conheça o <span>FIREFOX 4</span>
ru: Встречайте <span>FIREFOX 4</span>
si: <span>FIREFOX 4</span> හමුවන්න
sl: Spoznajte <span>FIREFOX 4</span>
sq: Njihuni me <span>FIREFOX 4</span>
sr: Упознајте <span>Фајерфокс 4</span>
th: พบกับ <span>FIREFOX 4</span>
tr: <span>FIREFOX 4</span> ile tanışın
zh_tw: 見過 <span>FIREFOX 4</span>

source: Made to make the Web a better place.
ar: صُنع ليجعل من الوب مكانًا أفضل.
ca: Dissenyat per fer del Web un lloc millor.
cs: Činí web lepším místem pro všechny.
de: Entwickelt, um das Internet zu einem besseren Ort zu machen.
el: Φτιαγμένος για να κάνει το διαδίκτυο καλύτερο.
es: Hecho para que la Web sea un mejor lugar.
eu: Weba leku hobea izateko egina.
fr: Créé pour faire du Web un meilleur endroit.
ga: Le feabhas a chur ar an nGréasán.
he: נוצר כדי לעשות את הרשת למקום טוב יותר.
hr: Stvoren da bi Web učinio boljim mjestom.
id: Diciptakan untuk menjadikan Web tempat yang lebih baik.
it: Realizzato per rendere il Web un posto migliore.
ja: ウェブの世界をよりよい場所にしていきましょう。
ko: 웹을 더 나은 세상으로 만듭니다.
nl: Gemaakt om het web te verbeteren.
pl: Stworzony, by Internet stał się lepszym miejscem.
pt_br: Feito para tornar a web um lugar melhor.
ru: Создан чтобы сделать Интернет лучше.
si: අන්තර්ජාලය වඩාත් අගනා ස්ථානයක් කිරීමට සකසා ඇත.
sl: Ustvarjen z mislijo na boljši splet.
sq: Krijuar për ta bërë Web-in një vend më të mirë.
sr: Направљен како би учинио интернет бољим местом.
th: ถูกสร้างมาเพื่อสร้างให้เว็บดีกว่าเดิม
tr: Web'i daha güzel bir yere dönüştürmek için tasarlandı.
zh_tw: 為了讓網路更好而來

source: FACEBOOK BADGES -
ar: شارات فيسبوك -
ca: Insígnies del Facebook -
cs: ŠTÍTKY FACEBOOK -
de: FACEBOOK-AUFKLEBER -
el: Σήματα FACEBOOK -
es: INSIGNIAS DE FACEBOOK -
eu: FACEBOOK ENTSEINAK -
fr: BADGES FACEBOOK -
ga: SUAITHEANTAIS FACEBOOK -
he: תגים ל־Facebook –
hr: FACEBOOK ZNAČKE -
id: LENCANA FACEBOOK -
it: BADGE PER FACEBOOK -
ja: Facebook バナー -
ko: 페이스북 뱃지 달기 -
pl: ZNACZKI FACEBOOKA -
pt_br: EMBLEMAS DO FACEBOOK -
ru: ВИЗИТКИ FACEBOOK -
si: FACEBOOK ලාංඡන -
sl: PRIPONKE ZA FACEBOOK -
sq: Stema Facebook-u
sr: ФЕЈСБУК БЕЏЕВИ -
th: เครื่องหมาย FACEBOOK -
tr: FACEBOOK ROZETLERİ -
zh_tw: FACEBOOK 貼紙 -

source: (Pick a badge and post to your wall).
ar: (اختر شارة وانشرها على حائطك في فيسبوك).
ca: (trieu una insígnia i publiqueu-la al vostre mur).
cs: (Zvolte si štítek a přidejte si ho na svou zeď).
de: (Wähle einen Aufkleber und füge ihn zu deiner Pinnwand hinzu).
el: (Διαλέξτε και βάλτε τα στον τοίχο σας).
es: (elige una insignia y publícalo en tu muro).
eu: (Hautatu entseina eta argitaratu zure horman).
fr: (Choisissez un badge et publiez-le sur votre mur).
ga: (Roghnaigh suaitheantas agus postáil ar do bhalla).
he: (בחר תג ופרסם אותו על הקיר שלך).
hr: (Odaberite značku i objavite je na svojem zidu).
id: (Pilih lencana dan kirimkan ke dindingmu)
it: (Scegli un badge e condividilo nella tua bacheca).
ja: (バナーを選択してあなたのウォールに投稿してください)
ko: (좋아하는 뱃지를 담벼락에 올려주세요).
nl: (Kies een badge en plak deze op uw prikbord).
pl: (Wybierz i udostępnij na swoim profilu).
pt_br: (Escolha um e poste-o no seu mural).
ru: (Выберите визитку и разместите её на своей стене).
si: (ලාංඡනයක් තෝරාගෙන ඔබේ බිත්තියෙහි පළ කරන්න).
sl: (Objavite jih na svojem zidu).
sq: (Zgjidhni një stemë dhe postojeni te stenda juaj)
sr: (Одаберите беџ и поставите га на свој зид).
th: (เลือกเครื่องหมายและแปะไว้ที่กำแพงของคุณ)
tr: (Bir rozet seçip duvarınıza gönderin.)
zh_tw: (挑一張貼紙貼到您的牆上)。

source: click
ar: انقر
ca: cliqueu
cs: klepněte
de: Klick
el: κλικ
es: clic
eu: egin klik
fr: cliquez
ga: cliceáil
he: לחיצה
hr: klik
id: klik
it: fai clic
ja: クリック
ko: 선택
nl: klik
pl: kliknij
pt_br: clique
ru: щёлкните
si: ක්ලික් කරන්න
sl: klik
sq: klikoni
sr: кликните
th: คลิก
tr: tıklayın
zh_tw: 點一下

source: ARE YOU ON TWITTER?
ar: هل تستخدم تويتر؟
ca: Sou al Twitter?
cs: JSTE NA TWITTERU?
de: BENUTZT DU TWITTER?
el: Έχετε TWITTER;
es: ¿ESTÁS EN TWITTER?
eu: TWITTERREN ZAUDE?
fr: ÊTES-VOUS SUR TWITTER ?
ga: AN bhFUIL TÚ AR TWITTER?
he: אתה ב־Twitter?
hr: JESTE LI NA TWITTERU?
id: SUDAH PUNYA AKUN TWITTER?
it: SEI SU TWITTER?
ja: ツイッターを利用されていますか?
ko: Twitter를 쓰시나요?
nl: GEBRUIKT U TWITTER?
pl: JESTEŚ NA TWITTERZE?
pt_br: VOCÊ ESTÁ NO TWITTER?
ru: ВЫ В ТВИТТЕРЕ?
si: ඔබ Twitter මත සිටීද?
sl: UPORABLJATE TWITTER?
sq: GJENDENI NË TWITTER?
sr: ДА ЛИ СТЕ НА ТВИТЕРУ?
th: คุณใช้ TWITTER หรือเปล่า?
tr: TWITTER'INIZ VAR MI?
zh_tw: 您也用 Twitter 嗎?

source: <p id='join'><em>Join the</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
ar: <p id='join'><em>شارك في</em></p><p id='party'>احتفال تويتر لـ </p><p id='fx4'>فَيَرفُكس 4 &raquo;</p>
ca: <p id='join'><em>Úniu-vos a la </em></p><p id='party'>festa del Twitter del </p><p id='fx4'>Firefox 4 &raquo;</p>
cs: <p id='join'><em>Připojte se k</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
de: <p id='join'><em>Mach mit bei der</em></p><p id='fx4'>Firefox 4</p>-<p id='party'>Twitter-Party &raquo;</p>
el: <p id='join'><em>Ελάτε στο</em></p><p id='party'>Twitter παρτι του</p><p id='fx4'> Firefox 4 &raquo;</p>
es: <p id='join'><em>Únete a la </em></p><p id='party'>fiesta en Twitter de &raquo;</p><p id='fx4'>Firefox 4</p>
eu: <p id='join'><em>Egizu bat</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter festarekin &raquo;</p>
fr: <p id='join'><em>Rejoignez la</em></p><p id='party'>Fête sur Twitter</p><p id='fx4'>pour Firefox 4 &raquo;</p>
ga: <p id='join'><em>Freastail ar</em></p><p id='party'>Chóisir Twitter</p><p id='fx4'>Firefox 4 &raquo;</p>
he: <p id='join'><em>הצטרף ל</em></p><p id='fx4'>Firefox 4</p><p id='party'>מסיבה ב־Twitter &laquo; </p>
hr: <p id='join'><em>Pridružite se</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter tulumu &raquo;</p>
id: <p id='join'><em>Gabung ke</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
it: <p id='join'><em>Partecipa al</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
ja: <p id='fx4'>Firefox 4</p><p id='party'>ツイッターパーティー</p><p id='join'><em>に参加 &raquo;</em></p>
ko: <p id='join'><em>지금 참여하세요!</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter 파티 &raquo;</p>
nl: <p id='join'><em>Doe mee met de</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter-party &raquo;</p>
pl: <p id='join'><em>Dołącz do</em></p><p id='fx4'>Firefox 4 Party</p><p id='party'>na Twitterze &raquo;</p>
pt_br: <p id='join'><em>Participe da</em></p><p id='party'>Festa Twitter</p><p id='fx4'>Firefox 4 &raquo;</p>
ru: <p id='join'><em>Отметьте выход</em></p><p id='fx4'>Firefox 4</p><p id='party'>в Твиттере &raquo;</p>
si: <p id='fx4'>Firefox 4</p><p id='party'>Twitter සාදයට &raquo;</p><p id='join'><em>එක් වන්න</em></p>
sl: <p id='join'><em>Veselica</em></p><p id='fx4'>Firefox 4</p><p id='party'>na Twitterju &raquo;</p>
sq: <p id='join'><em>Merrni pjesë te</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
sr: <p id='join'><em>Прикључите се</em></p><p id='fx4'>Фајерфокс 4</p><p id='party'>Твитер забави &raquo;</p>
th: <p id='join'><em>เข้าร่วม</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>
tr: <p id='fx4'>Firefox 4</p><p id='party'>Twitter Partisi'ne</p><p id='join'><em>katılın &raquo;</em></p>
zh_tw: <p id='join'><em>加入</em></p><p id='fx4'>Firefox 4</p><p id='party'>Twitter Party &raquo;</p>

source: Mozilla Firefox 4 is here!
ar: موزيلا فَيَرفُكس 4 وصل!
ca: El Mozilla Firefox 4 ja és disponible!
cs: Mozilla Firefox 4 je tu!
de: Mozilla Firefox 4 ist da!
el: Έφτασε ο Mozilla Firefox 4!
es: ¡Mozilla Firefox 4 está aquí!
eu: Mozilla Firefox 4 hemen da!
fr: Mozilla Firefox 4 est disponible !
ga: Tá Mozilla Firefox 4 anseo!
hr: Mozilla Firefox 4 je stigao!
id: Mozilla Firefox 4 telah hadir!
it: Mozilla Firefox 4 è arrivato!
ja: Mozilla Firefox 4 はここから!
ko: Mozilla Firefox 4 정식 출시!
nl: Mozilla Firefox 4 is er!
pl: Mozilla Firefox 4 już jest dostępny!
pt_br: O Mozilla Firefox 4 está aqui!
ru: Mozilla Firefox 4 уже здесь!
si: මෙන්න Mozilla Firefox 4!
sl: Mozilla Firefox 4 je tu!
sq: Mozilla Firefox 4 Mbërriti!
sr: Мозилин фајерфокс 4 је ту!
th: Mozilla Firefox 4 มาแล้ว!
zh_tw: Mozilla Firefox 4 來了!

source: Made by a global non-profit dedicated to shaping the future of the Web for the public good, the new Firefox is fresh, super fast and more awesome than ever.
ar: صنعته مؤسسة عمومية غير ربحية تكرس نفسها لتكشيل مستقبل الوب بما يناسب المنفعة العامة. فَيَرفُكس الجديد خارق وفائق السرعة وأكثر روعة من ذي قبل.
ca: Creat per una organització global sense afany de lucre implicada en desenvolupar la xarxa com a bé públic. El nou Firefox és fresc, molt més ràpid i més impressionant que mai.
cs: Vytvořen globální neziskovou organizací, která si klade za cíl uchovat veřejný web pro všechny. Nový Firefox je svěží, rychlý a skvělý více než kdy předtím.
de: Firefox wird von einer weltweiten, gemeinnützigen Organisation entwickelt, die sich engagiert, um das Internet der Zukunft zum Wohle der Allgemeinheit zu gestalten. Firefox ist vollständig überarbeitet worden, super-schnell und so wunderbar wie nie zuvor.
el: Δημιουργημένος από ένα πολυεθνικό μη-κερδοσκοπικό οργανισμό, αφιερωμένο στη διαμόρφωση του μέλλοντος του διαδικτύου για το δημόσιο συμφέρον, ο νέος Firefox είναι φρέσκος, φοβερά γρήγορος και πιο θαυμαστός από ποτέ.
es: Hecho por una organización mundial sin ánimo de lucro para crear el futuro de la Web para el bien público, el nuevo Firefox es simple, super rápido y más asombroso que nunca.
eu: Mundu mailako irabazi-asmorik gabeko erakunde batek webaren etorkizuna guztion alde sortzeko egina, Firefox berria freskoa, oso azkarra eta inoiz baino txundigarriagoa da.
fr: Créé par une organisation mondiale à but non lucratif dédiée à réinventer le Web dans l'intérêt de tous, le nouveau Firefox est innovant, rapide et plus impressionnant que jamais.
ga: Déanta ag eagraíocht dhomhanda neamhbhrabúis atá tiomnaithe don Ghreásán a fheabhsú ar mhaithe leis an bpobal, tá an leagan nua de Firefox an-tapa agus níos fearr ná riamh.
he: נוצר על־ידי מוסד ללא כוונת רווח עולמי המוקדש לעיצוב עתיד הרשת לטובת הכלל, Firefox החדש רענן, מהיר מאד ומדהים יותר מתמיד.
hr: Stvoren od strane globalne neprofitne fundacije, posvećene oblikovanju Weba za dobrobit javnosti, novi Firefox je svjež, super brz i bolji no ikada.
id: Diciptakan oleh organisasi nirlaba global yang berdedikasi untuk membentuk masa depan Web bagi kebaikan bersama, Firefox terbaru punya tampilan yang baru, supercepat, dan lebih keren!
it: Realizzato da un'associazione senza fini di lucro il cui obiettivo è plasmare il futuro del Web per il bene collettivo, il nuovo Firefox è innovativo, velocissimo e più spettacolare che mai.
ja: ウェブの未来を全ての人にとってよりよいものにしていく世界的な非営利団体によるソフトで、新しい Firefox は新鮮かつ非常に高速で、これまで以上にすばらしい出来上がりです。
ko: 전 세계의 자원 봉사자들이 웹을 더 아름답고 좋은 곳으로 만들기 위해 더 빠르고 신선하고 멋진 기능을 가진 새로운 Firefox 4를 함께 만들었습니다.
nl: Gemaakt door een wereldwijde non-profitorganisatie die de toekomst van het web in het algemeen belang wil vormgeven, is de nieuwe Firefox verfrissend, supersnel en geweldiger dan ooit.
pl: Firefox jest tworzony przez globalną organizację non profit, aby kształtować przyszłość Internetu dla dobra wszystkich. Nowa wersja jest świeża, super szybka i jeszcze bardziej niesamowita niż kiedykolwiek.
pt_br: Feito por uma organização global sem fins lucrativos dedicada a moldar o futuro da internet para o benefício público, o novo Firefox está renovado, super-rápido e mais incrível do que nunca.
ru: Созданный глобальной некоммерческой организацией, посвятившей себя формированию будущего Интернета в интересах всего общества, новый Firefox стал гораздо быстрее, красивей и имеет больше возможностей, чем когда бы то ни было.
si: ජාලයේ අනාගතය මහජනයාගේ යහපතට වඩා හොඳින් හැඩගැස්වීම සඳහා ලාභ නොලබන ලෝකව්‍යාප්ත ආයතනයක් විසින් සැකසූ නව Firefox, නැවුම්, අධිවේගී හා මෙතෙක් නොවූ විරූ තරම් විශ්මිතයි.
sl: Novi Firefox, drzen, noro hiter in bolj mega kot kadarkoli prej, razvija neprofitna skupnost, s ciljem, da splet postane in ostane skupno dobro nas vseh.
sq: Krijuar nga një organizëm mbarëbotëror jofitimprurës i përkushtuar ndaj modelimit të të ardhmes së Web-it në të mirë të publikut, Firefox-i i ri është i freskët, super i shpejtë dhe më mahnitës se kurrë.
sr: Направљен од стране глобалне непрофитне организације посвећене обликовању будућности Интернета зарад општег добра, фајерфокс је свеж, супер брз и бољи него икада.
th: สร้างโดยชุมชนไม่แสดงหาผลกำไรระดับโลกที่มุ่งมั่นช่วยกันกำหนดอนาคตของเว็บเพื่อประโยชน์สาธารณะ Firefox รุ่นใหม่นั้น สด เร็วและเจ๋งกว่ารุ่นไหนๆ ที่เคยมีมา
zh_tw: 由致力於將網路未來塑造得更好的全球性非營利組織所打造，全新、超快、有史以來最棒的 Firefox。

source: custom-css
pl: #team {font-size: 21px;}#badgeCTA {font-size: 12px;}
pt_br: css-pessoal
ru: #meet.firefox4 span:first-of-type {font-size: 36px;} #tweetText em {font-size: 15px;} #badgeClick {margin-top: 0;} #badgeCTA {font-size: 12px;}
