<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>כיצד לארגן את הלשוניות שלכם</em>תכונת הפנורמה של Firefox מאפשרת לכם לבצע סקירה חזותית של כל הלשוניות שלכם&hellip;";
$sub[2]  = "&hellip;ומאפשרת לכם לקבץ אותן לקבוצות כדי שתוכלו לארגן את רצף העבודה שלכם ולהשאיר את המשימות הנפרדות בנפרד.";
$sub[3]  = "כפי שכבר גיליתם ניתן להשתמש בלחצן הפנורמה כדי להתחיל לארגן את הלשוניות שלכם.";
$sub[4]  = "ואז באפשרותכם ללחוץ על לשונית או ללחוץ על Escape כדי לחזור.";
$sub[5]  = "כמובן שתוכלו ללחוץ על כל לשונית שהיא כדי להפעיל אותה.";
$sub[6]  = "לחלופין, באפשרותכם להשתמש בלחצן option וברווח ביחד או ב־Ctrl ורווח ביחד בסביבת windows כדי להיכנס ולצאת ממסך הפנורמה של Firefox.";
$sub[7]  = "כדי לקבץ לשוניות פשוט צריך לגרור שתיים יחדיו.";
$sub[8]  = "במקרה שלהלן, אני מעוניין לקבץ את כל התמונות שלי בנושאי חלל יחד.";
$sub[9]  = "";
$sub[10] = "אני יכול גם ללחוץ ולגרור במקום ריק כדי ליצור קבוצה.";
$sub[11] = "כשאתם מתקרבים לתוך קבוצה, אתם יכולים רק לראות את הלשוניות שבאותה הקבוצה. מצב כזה מאפשר לכם להתרכז.";
$sub[12] = "כדי לארגן את הקבוצות שלכם, פשוט גררו אותם ברחבי המסך.";
$sub[13] = "תוכלו לשנות את גודלם כדי שהדברים הפחות חשובים יופיעו בקטן&hellip;";
$sub[14] = "&hellip;והחשובים יותר בגדול.";
$sub[15] = "אם תיצרו קבוצה קטנה מספיק היא תהפוך לערימה.";
$sub[16] = "תוכלו ללחוץ על לשונית כדי לפתוח אותה";
$sub[17] = "או";
$sub[18] = "אם אתם רוצים להציץ מה קורה בערימה&hellip;";
$sub[19] = "&hellip;לחצו על לחצן ההרחבה&hellip;";
$sub[20] = "&hellip;ואז לחצו על הלשונית בה אתם מעוניינים.";
$sub[21] = "זו הייתה היכרות קצרה עם מסך הפנורמה של Firefox.";
$sub[22] = "כיוון שיש עוד הרבה מה לגלות (כמו למשל כיצד לתת שמות לקבוצות)&hellip;";
$sub[23] = "&hellip;הרגישו חופשיים כעת להתחיל ולגלות דרך חדשה לגלוש.";
$sub[24] = "";

?>‬
