<?php

$sub[1]  = "שלום, אני פאול רוג'ט מ־Mozilla.";
$sub[2]  = "היום אני רוצה להציג לכם את גרסת הבטא החדשה של Firefox 4 המגיעה עם האצת חומרה.";
$sub[3]  = "וגם להראות לכם את ההבדל של Firefox 4 עם ובלי האצת חומרה.";
$sub[4]  = "להלן אנימציה קטנה שרצה על Firefox 4 ללא האצת חומרה.";
$sub[5]  = "התמונה לא כל כך חלקה, היא מוצגת בקצב של 12 שקופיות בשנייה.";
$sub[6]  = "כעת אני הולך להריץ את אותה אנימציה, אבל הפעם על Firefox 4 עם האצת חומרה.";
$sub[7]  = "כפי שניתן לראות, האנימציה הרבה יותר חלקה, וגם היא מהירה יותר בקצב של 91 שקופיות בשנייה.";
$sub[8]  = "תודה לכם.";

?>
