<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>كيف تنظم ألسنتك؟</em> فَيَرفُكس بانوراما يتيح لك عرضًا مرئيًا لجميع ألسنتك&hellip;";
$sub[2]  = "&hellip;ويتيح لك تنظيمها في مجموعات لكي تتمكن من تنظيم سير العمل عندك وتفصل بين المهام.";
$sub[3]  = "كما ترى، يمكنك استخدام زر بانوراما للبدء بتنظيم ألسنتك.";
$sub[4]  = "ثم بإمكانك النقر على لسان، أو الضغط على زر الهروب للعودة.";
$sub[5]  = "يمكنك بالطبع النقر على أي لسان لتنشيطه.";
$sub[6]  = "والطريقة الأخرى المتاحة، أن تضغط على option-مسافة في ماك أو control-مسافة في وندوز للدخول إلى فَيَرفُكس بانوراما والخروج منه.";
$sub[7]  = "لتجميع الألسنة، اسحب اثنين منها معًا بكل بساطة.";
$sub[8]  = "في حالتنا هذه، أريد تجميع كل صوري عن الفضاء معًا.";
$sub[9]  = "";
$sub[10] = "أستطيع أيضًا النقر على مساحة خالية وسحبها لصنع مجموعة.";
$sub[11] = "عند التقريب من مجموعة، لا ترى إلا الألسنة في تلك المجموعة، وهذا يساعدك على التركيز.";
$sub[12] = "لتنظيم مجموعاتك، اسحبها كما تشاء ببساطة.";
$sub[13] = "يمكنك تغيير أحجامها لكي تصبح الأشياء الأقل أهمية أصغر&hellip;";
$sub[14] = "&hellip;والأشياء الأكثر أهمية أكبر.";
$sub[15] = "إذا صغرت مجموعة كثيرًا، ستتحول إلى كدسة.";
$sub[16] = "يمكنك النقر على لسان لفتحه";
$sub[17] = "أو";
$sub[18] = "إذا أردت إلقاء نظرة سريعة على محتويات الكدسة&hellip;";
$sub[19] = "&hellip;انقر على زر التوسيع&hellip;";
$sub[20] = "&hellip;ثم انقر على اللسان الذي يهمك.";
$sub[21] = "كانت هذه تقديمًا مقتضبًا لفَيَرفُكس بانوراماThis has been a brief introduction to Firefox Panorama.";
$sub[22] = "ومع أن هناك المزيد لتكتشفه (كيف تسمّي المجموعات مثلًا)&hellip;";
$sub[23] = "&hellip;فأنت الآن جاهز للبدء باستكشاف أسلوب أفضل للتصفح.";
$sub[24] = "";

?>