<?php
    // The $body_* variables are for compatibility with pre-existing css
    $page_title = 'Mozilla Firefox End-User Software License Agreement';
    $body_id    = 'mozilla-com';
    $breadcrumbs = array(
                            'About'                                 => "/{$lang}/about/",
                            'Mozilla End-User Licensing Agreements' => "/{$lang}/legal/eula/",
                            'Firefox 2 (Portuguese - Brazil)'       => ""
                        );
    $pageid = "eula";
    include_once "{$config['file_root']}/includes/l10n/controller.inc.php";



?>

    <div id="content">

<p><b>MOZILLA CORPORATION</b></p>
<h1>ACORDO DE LICEN&#199;A DE SOFTWARE PARA USU&#193;RIO FINAL MOZILLA FIREFOX</h1>
<p>Vers&#227;o 2.0</p>
<p>
UMA VERS&#258;O DE C&#211;DIGO-FONTE DE CERTA FUNCIONALIDADE DO NAVEGADOR FIREFOX QUE VOC&#280; QUEIRA USAR, MODIFICAR E DISTRIBUIR EST&#193; À SUA DISPOSI&#199;&#258;O LIVRE DE CUSTOS EM <a href="http://www.mozilla.org">WWW.MOZILLA.ORG</a> SOB A LICEN&#199;A P&#218;BLICA MOZILLA e outras licen&#231;as de software de c&#243;digo aberto.
</p>
<p>
A referente vers&#227;o em c&#243;digo execut&#225;vel do Mozilla Firefox e a documenta&#231;&#227;o relacionada (o "Produto") est&#225; dispon&#237;vel sob os termos deste ACORDO DE LICEN&#199;A DE SOFTWARE PARA USU&#193;RIO FINAL MOZILLA FIREFOX (O "ACORDO"). AO CLICAR NO BOT&#258;O "ACEITAR", OU AO INSTALAR OU USAR O NAVEGADOR MOZILLA FIREFOX, VOC&#280; EST&#193; CONCORDANDO COM OS TERMOS DESTE ACORDO. SE VOC&#280; N&#258;O CONCORDA COM OS TERMOS E CONDI&#199;&#336;ES DESTE ACORDO, N&#258;O CLIQUE NO BOT&#258;O “ACEITAR” E N&#258;O INSTALE OU USE QUALQUER PARTE DO NAVEGADOR MOZILLA FIREFOX.
</p>
<p>
DURANTE O PROCESSO DE INSTALA&#199;&#258;O DO MOZILLA FIREFOX, E POSTERIORMENTE, VOC&#280; PODE TER A OP&#199;&#258;O DE INSTALAR COMPONENTES ADICIONAIS DE SOFTWARE DE TERCEIROS. A INSTALA&#199;&#258;O E USO DESTES COMPONENTES DE TERCEIROS PODE SER REGULAMENTADA POR ACORDOS DE LICEN&#199;A ADICIONAIS.
</p>
<p>
1.  CONCESS&#258;O DE LICEN&#199;A. A Mozilla Corporation lhe garante uma concess&#227;o n&#227;o-exclusiva para a vers&#227;o em c&#243;digo execut&#225;vel do Produto. Este Acordo tamb&#233;m regulamentar&#225; quaisquer atualiza&#231;&#337;es de software fornecidas pela Mozilla que substituam e/ou complementem o Produto original, a menos que estas atualiza&#231;&#337;es sejam acompanhadas de uma licen&#231;a separada, caso em que os termos daquela licen&#231;a ser&#227;o v&#225;lidos.
</p>
<p>
2.  RESCIS&#258;O. Se voc&#281; quebrar este Acordo, seu direito de uso do Produto cessar&#225; imediatamente e sem aviso, mas todo o disposto neste Acordo, exceto a Concess&#227;o de Licen&#231;a (Par&#225;grafo 1), sobreviver&#225; &#341; rescis&#227;o e continuar&#225; em vigor. Ap&#243;s a rescis&#227;o voc&#281; deve destruir todas as c&#243;pias do Produto.
</p>
<p>
3.  DIREITOS DE PROPRIEDADE. Partes do Produto est&#227;o dispon&#237;veis na forma de c&#243;digo-fonte sob os termos da Licen&#231;a P&#250;blica Mozilla e outras licen&#231;as de c&#243;digo aberto (coletivamente chamadas “Licen&#231;as de C&#243;digo Aberto”) em <a href="http://www.mozilla.org">www.mozilla.org</a>. Nenhum termo deste Acordo objetivar&#225; limitar quaisquer direitos garantidos pelas Licen&#231;as de C&#243;digo Aberto. Conforme disposto acima, a Mozilla, por si pr&#243;pria e pelo interesse de seus licenciadores, reserva todos os direitos de propriedade intelectual do Produto, exceto os direitos explicitamente concedidos neste Acordo. Voc&#281; n&#227;o pode remover ou alterar qualquer marca comercial, logotipo, direitos autorais ou outro aviso de propriedade do ou no Produto. Esta licen&#231;a n&#227;o lhe concede nenhum direito de usar as marcas comerciais, marcas de servi&#231;o ou logotipos da Mozilla ou de seus licenciadores.
</p>
<p>
4.  POL&#205;TICA DE PRIVACIDADE. Voc&#281; concorda com a Pol&#237;tica de Privacidade do Mozilla Firefox, dispon&#237;vel on-line em <a href="/<?=$lang?>/legal/privacy/">www.mozilla.com/legal/privacy/</a>, e que esta pol&#237;tica pode ser modificada periodicamente. Quando a Mozilla mudar a pol&#237;tica de forma significativa, ser&#225; publicado um aviso no website <a href="/<?=$lang?>/">www.mozilla.com</a> e quando qualquer mudan&#231;a for efetuada na pol&#237;tica de privacidade, ser&#225; publicada uma nova pol&#237;tica no link acima. &#201; sua responsabilidade garantir que voc&#281; compreendeu os termos da pol&#237;tica de privacidade, portanto voc&#281; deve verificar periodicamente a vers&#227;o atual para estar ciente das mudan&#231;as de pol&#237;tica.
</p>
<p>
5.  RESSALVAS DA GARANTIA. O PRODUTO &#201; ENTREGUE “NO ESTADO” COM TODAS AS SUAS FALHAS. NO &#194;MBITO DO QUE &#201; PERMITIDO POR LEI, A MOZILLA E SEUS DISTRIBUIDORES E LICENCIADORES AQUI EXCLUEM TODAS AS GARANTIAS, SEJAM EXPL&#205;CITAS OU IMPL&#205;CITAS, INCLUINDO SEM LIMITA&#199;&#258;O GARANTIAS DE QUE O PRODUTO &#201; LIVRE DE DEFEITOS, COMERCIALIZ&#193;VEL, AJUSTADO PARA UM PROP&#211;SITO PARTICULAR E N&#258;O-INFRATOR. VOC&#280; ASSUME TODOS OS RISCOS NA SELE&#199;&#258;O DO PRODUTO PARA SEUS PROP&#211;SITOS E QUANTO À QUALIDADE E DESEMPENHO DO PRODUTO. ESTA LIMITA&#199;&#258;O &#201; APLIC&#193;VEL INDEPENDENTE DE FALHA DE PROP&#211;SITO ESSENCIAL DE QUALQUER REM&#201;DIO JUR&#205;DICO. ALGUMAS JURISDI&#199;&#336;ES N&#258;O PERMITEM A EXCLUS&#258;O OU LIMITA&#199;&#258;O DE GARANTIAS IMPL&#205;CITAS, ENT&#258;O ESTAS RESSALVAS PODEM N&#258;O LHE SER APLIC&#193;VEIS.
</p>
<p>
6.  LIMITA&#199;&#258;O DE RESPONSABILIDADE. EXCETO QUANDO REQUERIDO POR LEI, A MOZILLA E SEUS DISTRIBUIDORES, DIRETORES, LICENCIADORES, COLABORADORES E REPRESENTANTES (COLETIVAMENTE CHAMADOS, O "GRUPO MOZILLA") N&#258;O SER&#258;O RESPONS&#193;VEIS POR QUAISQUER DANOS INDIRETOS, ESPECIAIS, ACIDENTAIS, CONSEQ&#220;&#280;NCIAIS OU EXEMPLARES QUE POSSAM ADVIR DE OU EM QUALQUER FORMA RELACIONADOS A ESTE ACORDO OU DO USO OU IMPOSSIBILIDADE DE USO DO PRODUTO, INCLUINDO, SEM LIMITA&#199;&#258;O, DANOS PELA PERDA DE RENOME COMERCIAL, PARALISA&#199;&#258;O DE TRABALHOS, LUCROS CESSANTES, PERDA DE DADOS, E FALHA OU MAU FUNCIONAMENTO DE COMPUTADORES, MESMO QUE ALERTADOS SOBRE A POSSIBILIDADE DE TAIS DANOS E INDEPENDENTE DA FUNDAMENTA&#199;&#258;O TE&#211;RICA (CONTRATO, ATO IL&#205;CITO OU QUALQUER OUTRO) SOBRE A QUAL TAIS QUEIXAS POSSAM SE BASEAR. A RESPONSABILIDADE COLETIVA DO GRUPO MOZILLA SOB OS TERMOS DESTE ACORDO N&#258;O IR&#258;O EXCEDER A QUANTIA DE US$ 500 (QUINHENTOS D&#211;LARES DOS EUA) E AS TAXAS QUE VOC&#280; PAGOU PELO LICENCIAMENTO (SE HOUVER). ALGUMAS JURISDI&#199;&#336;ES N&#258;O PERMITEM A EXCLUS&#258;O OU LIMITA&#199;&#258;O DE DANOS ACIDENTAIS, CONSEQ&#220;&#280;NCIAIS OU ESPECIAIS, ENT&#258;O ESTA EXCLUS&#258;O E LIMITA&#199;&#258;O PODE LHE N&#258;O SER APLIC&#193;VEL.
</p>
<p>
7.  CONTROLES SOBRE EXPORTA&#199;&#258;O. Esta licen&#231;a est&#225; sujeita a todas as restri&#231;&#337;es sobre exporta&#231;&#227;o aplic&#225;veis. Voc&#281; deve cumprir todas as leis sobre exporta&#231;&#227;o e importa&#231;&#227;o e suas restri&#231;&#337;es e regulamenta&#231;&#337;es de quaisquer ag&#281;ncias ou autoridades reguladoras dos Estados Unidos da Am&#233;rica ou de outros pa&#237;ses referentes ao Produto e seu uso.
</p>
<p>
8.  USU&#193;RIOS FINAIS DO GOVERNO DOS EUA. Este Produto &#233; um “item comercial” como definido em 48 C.F.R. 2.101, consistindo em “software comercial para computador” e “documenta&#231;&#227;o de software comercial para computador” como definido em 48 C.F.R. 12.212 (Set. 1995) e 48 C.F.R. 227.7202 (Junho 1995). De acordo com 48 C.F.R. 12.212, 48 C.F.R. 27.405(b)(2) (Junho 1998) e 48 C.F.R. 227.7202, todos os Usu&#225;rios Finais do Governo dos EUA adquirem o Produto apenas com os direitos definidos nesta legisla&#231;&#227;o.
</p>
<p>
9.  DIVERSOS. (a) Este Acordo constitui o acordo completo entre a Mozilla e voc&#281; conforme o disposto neste instrumento, e somente pode ser modificado por meio de aditamentos por escrito assinados por um executivo autorizado da Mozilla. (b) Exceto o definido em lei aplic&#225;vel, se houver, que determine o contr&#225;rio, este Acordo ser&#225; governado pelas leis do Estado da Calif&#243;rnia, EUA, excluindo conflito por provis&#337;es legais. (c) Este Acordo n&#227;o ser&#225; regido pela Conven&#231;&#227;o das Na&#231;&#337;es Unidas sobre Contratos para a Venda Internacional de Produtos. (d) Se qualquer parte deste Acordo for considerada inv&#225;lida ou imposs&#237;vel de executar ela ser&#225; modificada para refletir a inten&#231;&#227;o original das partes, e as partes remanescentes permanecer&#227;o em pleno efeito. (e) Uma ren&#250;ncia, por qualquer parte, de qualquer termo ou condi&#231;&#227;o deste Acordo ou uma quebra de termo, em qualquer inst&#226;ncia, n&#227;o provocar&#225; a desobriga&#231;&#227;o deste mesmo termo ou condi&#231;&#227;o ou qualquer quebra de termo subseq&#252;ente. (f) Exceto quando a lei o exigir, o idioma de interpreta&#231;&#227;o deste Acordo &#233; o Ingl&#281;s. (g) Voc&#281; pode ceder os direitos deste Acordo para qualquer outra parte que concorde em receb&#281;-los e cumprir o aqui disposto; a Mozilla Corporation pode ceder seus direitos previstos neste Acordo sem qualquer condi&#231;&#227;o. (h) Este Acordo ser&#225; obrigat&#243;rio e execut&#225;vel, em benef&#237;cio das partes envolvidas, seus sucessores e representantes legais autorizados.
</p>

    </div><!-- end #content div -->
<?php
  require_once $footerfile;
?>
