<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>કેવી રીતે તમારા ટૅબોને વ્યવસ્થિત કરવા</em>Firefox પૅનરામા તમને બધા તમારા tabs&hellip; ની ઝાંખી આપે છે";
$sub[2]  = "&hellip;અને જૂથોમાં તેઓને સંચાલિત કરો તેથી તમે તમારી કાર્ય પ્રગતિને સંચાલિત કરી શકો છો અને અલગ કાર્યોને અલગ રખાય છે.";
$sub[3]  = "તમે પહેલેથી જ શોધેલ છે કે તમે તમારા ટૅબોને સંચાલિત કરવાનું શરૂ કરતા પહેલા પૅનરામા બટનને વાપરી શકો છો.";
$sub[4]  = "તમે પછી ટૅબ પર ક્લિક કરી શકો છો, અથવા પાછા જવા માટે Escape ને દબાવો.";
$sub[5]  = "અવશ્ય તમે પેલી ટૅબને સક્રિય કરવા માટે કોઇપણ ટૅબ પર ક્લિક કરી શકો છો.";
$sub[6]  = "વૈકલ્પિક રીતે, Firefox પૅનરામા માંથી બહાર નીકળવા અથવા દાખલ થવા માટે Windows પર control-space અથવા Mac પર space વિકલ્પને તમે વાપરી શકો છો.";
$sub[7]  = "બંનેને સાથે ખેંચવા માટે ટૅબોનું જૂથ કરવા.";
$sub[8]  = "આ સ્થિતિમાં, હું સ્પેસનાં બધા મારા ચિત્રોનું જૂથ કરવા માંગુ છુ.";
$sub[9]  = "";
$sub[10] = "હું પણ જૂથને બનાવવા માટે ખાલી જગ્યાને ખેંચી અને ક્લિક કરી શકુ છુ.";
$sub[11] = "જ્યારે તમે જૂથમાં નાનુમોટુ કરો ત્યારે, તમે ફક્ત તે ટૅબોને જુઓ છો કે તે જૂથમાં છે. આ તમને પ્રકાશિત કરવા મદદ કરે છે.";
$sub[12] = "તમારા જૂથોને સંચાલિત કરવા માટે, તેઓની આજુબાજુ સહેલાઇથી ખેંચો.";
$sub[13] = "તમે તેનું માપ બદલી શકો છો જેથી ઓછી મહત્વની વસ્તુઓ નાની લાગે&hellip;";
$sub[14] = "&hellip;અને વધારે મહત્વની વસ્તુઓ મોટી લાગે.";
$sub[15] = "જો તમે નાનું જૂથ બનાવવા માંગો તો, તે ઢગલામાં ફેરવાઇ જશે.";
$sub[16] = "તેને ખોલવા માટે તમે ટૅબ પર ક્લિક કરી શકો છો";
$sub[17] = "અથવા";
$sub[18] = "જો તમે ઢગલામાં ઝડપી જોવા માંગતા હોય &hellip;";
$sub[19] = "&hellip; વિસ્તારવા ચિહ્ન પર ક્લિક કરો &hellip;";
$sub[20] = "&hellip;અને પછી ટૅબ પર ક્લિક કરો કે તમને જેમાં રસ છે.";
$sub[21] = "આ પૅનરામા નો ટૂંકો પરિચય આપી દેવામાં આવ્યો છે.";
$sub[22] = "જ્યારે ત્યાં હજુ  શોધવા માટે વધારે છે (જેવું કે જૂથોનાં નામ કેવી રીતે આપવા)&hellip;";
$sub[23] = "&hellip;બ્રાઉઝ કરીને સારી રીતે શોધવા માટે તમે હવે તૈયાર છો.";
$sub[24] = "";

?>
