<?php

    // translate $page_title below
    $page_title = "Ի՞նչ է Mozilla-ն";

    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>

<div id="main-feature">

    <h2>Ի՞նչ է Mozilla-ն</h2>

    <h3>Մենք գլոբալ համայնք ենք</h3>
    <p>հազարավոր մարդկանց, որոնք անկեղծորեն հավատում են տեխնոլոգիաների հզոր ուժին ինչը կլավացնի մարդկանց կյանքը։</p>
    <h3>Մենք հասարակական կազմակերպություն ենք,</h3>
    <p>որի նպատակը գումարներ աշխատելը չէ, այլ այն որ մարդիք ամենուր լավացնեն իրենց ինտերնետային փորձը։</p>
    <h3>Սա բաց աղբյուրներով նախագիծ է,</h3>
    <p>որի կոդը օգտագործվում է որպես հենարան բազմաթիվ այլ ինտերնետային նորարարությունների համար։</p>

</div>


<div id="content">

    <p>Mozilla-ի համայնքը գտնում է, որ մերժամանակյա տեխնոլոգիական զարգացման արգասիքը՝ Ինտերնետը, հասարակական ռեսուրս է, որը պետք է մնա բաց և հասանելի բոլորի համար։ Այս գաղափարից ելնելով, մենք մեր հիմնական խնդիրն ենք հաստատել աջակցել մշտապես հասանելի լինելու բոլոր, նորամուծություններին և այլ անհրաժեշտ տեղեկատվությանը՝ ցանցում։</p>

    <p>Այս ամենին հասնելու համար, մենք ընտրել ենք ամենաթափանցիկ, չափազանց համախմբված գործընթաց, որոնք մեր աշխատակիցների փոքր քանակին են կապում հազարավոր կամավորների ամբողջ աշխարհից՝ աջակցելու մեզ այնպիսի ծրագրերի ստեղծմանը, ինչպիսին է՝ Firefox-ը։ Այս նախագիծը աջակցվում է Mozilla Կորպորացիայի կողմից,որի մասին կարող եք տեղեկանալ՝ <a href="http://www.mozilla.org/foundation">Mozilla Foundation</a>։</p>

    <p>Վերջում, Mozilla-ի համայնքը կենտրոնացված է միակ գաղափարի շուրջ՝ <strong>զարգացնել Ինտերնետը բոլորի համար։</strong></p>

</div>




<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
