<div id="main-content">

    <div id="column-1">
        <h2>Сообщите нам что вы думаете</h2>
        <p>Являясь бета-тестером, вы являетесь частью команды, создающей Firefox&nbsp;4. Сообщите нам, что вам нравится и не нравится, нажав на кнопку <img src="<?=$screencap;?>" alt="скриншот кнопки Обратная связь" /><em>Обратная связь</em>. Вас также попросят принять участие в анонимных исследованиях работы пользователей или могут попросить принять участие в опросе.</p>
    </div>

    <div id="column-2">
        <h5>Как работают исследования работы пользователей?</h5>
        <p>Исследования работы пользователей собирают анонимную статистику о том, как вы используете Firefox, но никогда не собирают данные о том, что вы просматриваете или делаете в Интернете. Вы полностью контролируете степень своего участия и никакие данные не будут отправлены на сервера Испытателя Mozilla без вашего разрешения. Эта информация будет использована для помощи в разработке Firefox&nbsp;4.</p>
    </div>

    <div id="column-3">
        <h5>Что если я не хочу в этом участвовать?</h5>
        <p>Вам будет выдан запрос перед тем, как какое-либо исследование начнёт собирать данные, а также перед отправкой какой-либо информации в Mozilla. Вы можете решить не принимать участия в любом исследовании, или отключить все исследования работы пользователей, нажав на кнопку <em>Обратная связь</em> для управления своими настройками.</p>
    </div>

</div>
