<?php
    // This is the page title as shown in the browser tab
    $page_title = "Фајефоксов синк (Firefox Sync)";
?>

<div id="main-feature">
    <h2>Синхронизујте се са својим фајерфоксом</h2>
    <p>Приступите свом историјату, лозинкама, забелешкама па чак и отвореним језичцима са свих својих уређаја.</p>
    <p class="wide-button">
        <a href="<?=$amo_url?>">Преузмите бесплатни фајерфоксов синк додатак одмах</a>
    </p>
</div>

<div id="main-content">
    <div class="container">

    <h3>Зашто синхронизација?</h3>

    <h4>Оставите све и крените</h4>
    <p>Истражујете тржиште на Интернету, а дошло је време да идете кући? Сада можете да се веома брзо вратите својим отвореним језичцима и историјату са било ког рачунара. Свој фајерфокс ћете затећи онаквим каквог сте га оставили, без обзира на то одакле сте се пријавили.</p>

    <h4>Направите резервну копију својих информација</h4>
    <p>Сва ваша подешавања, лозинке, омиљена места и остала прилагођавања се чувају у универзалном облику, невезаном за једну машину. Ако замените уређај, не губите свој Фајерфокс.</p>

    <h4>Безбедност</h4>
    <p>Ваше информације се шифрују, тако да им једино ви можете приступити, након што одговорите на тајно питање. Фајерфоксу је приватност приоритет, а ни синхронизација није изузетак.</p>

    <p id="mobile"><a href="/<?=$lang?>/mobile/sync/">Сазнајте више о синхронизацији фајерфокса на свом телефону.</a></p>
    </div>
    <div id="main-content-footer"></div>

</div>
<div id="sidebar">
    <h3>Први кораци</h3>
    <ol>
        <li>Инсталирајте бесплатан <a href="<?=$amo_url?>">фајерфоксов синк додатак</a>.</li>
        <li>Поново покрените фајерфокс и пратите упутство за прављење налога са лозинком и тајним питањем.</li>
        <li>Инсталирајте фајерфоксов синк на све уређаје које користите.</li>
        <li>Упишите се и изаберите начин синхронизације, па наставите да радите где сте стали.</li>
    </ol>

    <p><a href="http://support.mozilla.com/kb/What+is+Firefox+Sync">Честа питања</a></p>


    <?php echo $download_box; ?>
</div>
