<div id="main-content">

    <div id="column-1">
        <h2>告訴我們您的想法</h2>
        <p>作為一個 beta 測試者，您已經成為 Firefox&nbsp;4 開發團隊的一份子。透過點擊 <img src="<?=$screencap;?>" alt="意見回饋按鈕擷圖" /><em>意見回饋</em> 按鈕告訴我們您喜歡或不喜歡什麼。您也將會被邀請參加匿名的使用者研究，或是填寫一些不定時會出現的問卷。</p>
    </div>

    <div id="column-2">
        <h5>使用者研究是做什麼的？</h5>
        <p>我們將會透過使用者研究來收集關於您如何使用 Firefox 的匿名統計資料，但不會收集您正在看什麼或是正在網路上做什麼。您擁有完全的控制權，將不會有任何資料在未經您同意前被傳送到 Mozilla Test Pilot 伺服器。這些資訊也將只會被用來幫助設計 Firefox&nbsp;4。</p>
    </div>

    <div id="column-3">
        <h5>如果我不想參加呢？</h5>
        <p>您會在任何使用者研究開始收集資料前就先被告知，並且也會在任何資料被送出給 Mozilla 之前再被詢問一次。您也可以選擇退出任何一份研究，或是透過點擊 <em>意見回饋</em> 按鈕來管理您的設定以關閉所有的使用者研究。</p>
    </div>

</div>
