
<?php

$sub[1]  = "HTML5 ਨੇ ਸਾਨੂੰ &lt;audio&gt; ਐਲੀਮੈਂਟ ਦਿੱਤਾ";
$sub[2]  = "<em>ਕੀ ਹੋਵੇ ਜੇ ਅਸੀਂ ਕੇਵਲ ਚਲਾਓ ਦਬਾਉਣ ਨਾਲੋਂ ਵੱਧ ਕਰ ਸਕੀਏ?</em>";
$sub[3]  = "ਨਾ-ਸੋਧਿਆ ਡਾਟਾ ਕੱਢ ਸਕੀਏ, ਜਿਵੇਂ ਜਿਵੇਂ ਇਹ ਚੱਲੇ।";
$sub[4]  = "&lt;canvas&gt; ਦੇ ਨਾਲ ਆਡੀਓ ਸਾਊਂਡ ਡਾਟੇ ਨੂੰ ਵੇਖੀਏ।";
$sub[5]  = "<em>-0.008158281445503235… ਇਹ ਨੰਬਰ ਕਿੰਝ ਦੀ ਲੱਗਦੇ ਹਨ?</em>";
$sub[6]  = "ਘੱਟ ਪਾਸ ਫਿਲਟਰ ਆਡੀਓ ਉੱਤੇ ਲਾਗੂ ਕਰੋ।";
$sub[7]  = "<em>ਆਡੀਓ ਪੜ੍ਹੋ, ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ ਤੇ ਆਉਟਪੁੱਟ।</em>";
$sub[8]  = "ਜਾਵਾਸਕ੍ਰਿਪਟ ਵਿੱਚ ਆਡੀਓ ਸਪੈਕਟਰਮ (FFT) ਦੀ ਗਿਣਤੀ ਕਰੋ";
$sub[9]  = "ਸਪੈਕਟਰਮ, ਸਾਊਂਡ ਦਿੱਖ, ਨਾਲ ਖੇਡਣਾ।";
$sub[10] = "ਆਡੀਓ ਪੜਤਾਲ: ਜਾਵਾਸਕ੍ਰਿਪਟ ਵਿੱਚ ਬੀਟ ਖੋਜ";
$sub[11] = "ਸਿਗਨਲ, FFT, ਬੀਟ 2D ਵਿਜ਼ੁਲਾਈਜੇਸ਼ਨ";
$sub[12] = "ਆਡੀਓ ਵਿਜ਼ੁਲਾਈਜੇਸ਼ਨ: 2D ਅਤੇ 3D &lt;canvas&gt;";
$sub[13] = "ਨਮੂਨਾ ਬਣਾਇਆ ਡੇਵੀ ਹੰਮਫਰੇ, ਏਲ ਮੈਕਡੋਨਾਲਡ, ਕੋਰਬੇਨ ਬਰੁਕ, ਚਾਰਲੀ ਕਲਿਫੇ, ਥਾਮਸ ਸਟੁਰਮ, ਯੁਰੇ ਡਿਲਿੰਡਿਕ ਨੇ।";
$sub[14] = "ਸੰਗੀਤ: ਰੀਵੋਲਵ ਹਿਜ਼ ਬੋਏ ਈਲਰੋਏ ਵਲੋਂ (ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਗ਼ੈਰ-ਵਪਾਰਕ ਸੈਂਪਲਿੰਗ ਪਲੱਸ ਦੇ ਅਧੀਨ ਲਾਈਸੈਂਸ)";

?>
