<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>ਆਪਣੀਆਂ ਟੈਬਾਂ ਦਾ ਪਰਬੰਧ ਕਿਵੇਂ ਕਰੀਏ</em>ਫਾਇਰਫਾਕਸ ਪੈਨੋਰਾਮਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀਆਂ ਸਭ ਟੈਬਾਂ ਦਿੱਖ ਰੂਪ ਛੋਟੀ ਝਲਕ ਦਿੰਦਾ ਹੈ&hellip;";
$sub[2]  = "&hellip;ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਗਰੁੱਪ ਦੇ ਰੂਪ ਇੱਕਠੇ ਕਰਨ ਦਿੰਦਾ ਹੈ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਕੰਮ-ਕਾਰ ਦਾ ਪਰਬੰਧ ਕਰ ਸਕੋ ਤੇ ਵੱਖ-ਵੱਖ ਕੰਮਾਂ ਨੂੰ ਵੱਖ-ਵੱਖ ਰੱਖ ਸਕੋ।";
$sub[3]  = "ਜਿਵੇਂ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਜਾਣ ਲਿਆ ਹੋਵੇਗਾ ਕਿ ਤੁਸੀਂ ਆਪਣੀਆਂ ਟੈਬਾਂ ਦੇ ਪਰਬੰਧ ਲਈ ਪੈਨੋਰਾਮਾ ਬਟਨ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ।";
$sub[4]  = "ਤੁਸੀਂ ਇੱਕ ਟੈਬ ਉੱਤੇ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਵਾਪਸ ਜਾਣ ਲਈ Esc ਸਵਿੱਚ ਦਬਾ ਸਕਦੇ ਹੋ।";
$sub[5]  = "ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਟੈਬ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹੋ।";
$sub[6]  = "ਬਦਲਵੇਂ ਰੂਪ ਵਿੱਚ, ਤੁਸੀਂ ਮੈਕ (Mac) ਉੱਤੇ option-space ਜਾਂ ਵਿੰਡੋਜ਼/ਲੀਨਕਸ ਉੱਤੇ Ctrl-Space ਕਲਿੱਕ ਕਰਕੇ ਫਾਇਰਫਾਕਸ ਪੈਨੋਰਾਮਾ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।";
$sub[7]  = "ਟੈਬਾਂ ਦਾ ਗਰੁੱਪ ਬਣਾਉਣ ਲਈ ਦੋਵਾਂ ਨੂੰ ਇੱਕਠੇ ਰੱਖੋ।";
$sub[8]  = "ਇਸ ਮੌਕੇ, ਮੈਂ ਆਪਣੀਆਂ ਸਭ ਪੁਲਾੜ ਤਸਵੀਰਾਂ ਨੂੰ ਇੱਕ ਗਰੁੱਪ 'ਚ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ";
$sub[9]  = "";
$sub[10] = "ਮੈਂ ਗਰੁੱਪ ਬਣਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ ਉੱਤੇ ਕਲਿੱਕ ਕਰਕੇ ਉੱਥੇ ਡਰੈਗ ਵੀ ਕਰ ਸਕਦਾ ਹਾਂ।";
$sub[11] = "ਜਦੋਂ ਤੁਸੀਂ ਗਰੁੱਪ ਨੂੰ ਜ਼ੂਮ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਕੇਵਲ ਉਹੀ ਟੈਬਾਂ ਵੇਖਦੇ ਹੋ, ਜੋ ਕਿ ਉਸ ਗਰੁੱਪ 'ਚ ਹਨ। ਇਹ ਫੋਕਸ ਰਹਿਣ 'ਚ ਮੱਦਦ ਕਰਦਾ ਹੈ।";
$sub[12] = "ਆਪਣੇ ਗਰੁੱਪਾਂ ਦਾ ਪਰਬੰਧ ਕਰਨ ਲਈ ਉਹਨਾਂ ਨੂੰ ਆਸੇ ਪਾਸੇ ਰੱਖੋ।";
$sub[13] = "ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਆਕਾਰ ਵੀ ਬਦਲ ਸਕਦੇ ਹੋ ਤਾਂ ਕਿ ਘੱਟ ਲੋੜੀਦੀਆਂ ਚੀਜ਼ਾਂ ਛੋਟੀਆਂ ਹੋਣ&hellip;";
$sub[14] = "&hellip;ਤੇ ਵੱਧ ਲੋੜੀਦੀਆਂ ਚੀਜ਼ਾਂ ਵੱਡੀਆਂ।";
$sub[15] = "ਜੇ ਤੁਸੀਂ ਇੱਕ ਗਰੁੱਪ ਨੂੰ ਬਹੁਤ ਛੋਟਾ ਕਰ ਦਿੰਦੇ ਹੋ ਤਾਂ ਇਹ ਕਿੱਲੀ ਦੇ ਰੂਪ 'ਚ ਬਦਲ ਜਾਵੇਗਾ।";
$sub[16] = "ਤੁਸੀਂ ਟੈਬ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹੋ";
$sub[17] = "ਜਾਂ";
$sub[18] = "ਜੇ ਤੁਸੀਂ ਕਿੱਲੀ ਦੀ ਸੰਖੇਪ ਝਲਕ ਵੇਖਣੀ ਚਾਹੁੰਦੇ ਹੋ&hellip;";
$sub[19] = "&hellip;ਫੈਲਾਓ ਆਈਕਾਨ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ&hellip;";
$sub[20] = "&hellip;ਤੇ ਉਸ ਟੈਬ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ";
$sub[21] = "ਇਹ ਸੀ ਫਾਇਰਫਾਕਸ ਪੈਨੋਰਾਮਾ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ।";
$sub[22] = "ਹਾਲਾਂਕਿ ਜਾਣਨ ਲਈ ਹਾਲੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਹੈ (ਜਿਵੇਂ ਗਰੁੱਪਾਂ ਨੂੰ ਨਾਂ ਕਿਵੇਂ ਦੇਣਾ ਹੈ)&hellip;";
$sub[23] = "&hellip;ਹੁਣ ਤੁਸੀਂ ਬਰਾਊਜ਼ ਕਰਨ ਵਾਸਤੇ ਵਧੀਆ ਢੰਗ ਨਾਲ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ।";
$sub[24] = "";

?>
