<?php

$sub[1]  = "ਹੈਲੋ, ਇਹ ਪੌਲ ਰੌਗਟ ਮੋਜ਼ੀਲਾ ਤੋ।";
$sub[2]  = "ਅੱਜ ਮੈਂ ਤੁਹਾਨੂੰ ਫਾਇਰਫਾਕਸ ੪ ਨਵਾਂ ਬੀਟਾ ਵੇਖਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਹਾਰਡਵੇਅਰ ਐਕਸਰਲੇਸ਼ਨ ਫੀਚਰ ਹੈ।";
$sub[3]  = "ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਫਾਇਰਫਾਕਸ ੪ ਵਿੱਚ ਹਾਰਡਵੇਅਰ ਐਕਸਰਲੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੇ ਨਾ ਕਰਨ ਦਾ ਅੰਤਰ ਵੇਖਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।";
$sub[4]  = "ਇੱਥੇ ਤੁਸੀਂ ਐਨੀਮੇਸ਼ਨ ਨੂੰ ਫਾਇਰਫਾਕਸ ੪ ਵਿੱਚ ਬਿਨਾਂ ਹਾਰਡਵੇਅਰ ਐਕਸਰਲੇਸ਼ਨ ਦੇ ਵੇਖ ਰਹੇ ਹੋ।";
$sub[5]  = "ਤੇ ਇਹ ਇਕਸਾਰ ਨਹੀਂ ਹੈ, ੧੨ ਫਰੇਮ ਪ੍ਰਤੀ ਸਕਿੰਟ ਦੀ ਦਰ ਨਾਲ ਚੱਲ ਰਹੀ ਹੈ।";
$sub[6]  = "ਅਤੇ ਹੁਣ ਮੈਂ ਇਹੀ ਐਨੀਮੇਸ਼ਨ ਨੂੰ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹਾਂ, ਪਰ ਫਾਇਰਫਾਕਸ ੪ ਵਿੱਚ ਹਾਰਡਵੇਅਰ ਐਕਸਰਲੇਸ਼ਨ ਨਾਲ।";
$sub[7]  = "ਅਤੇ, ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਵੇਖ ਸਕਦੇ ਹੋ, ਇਹ ਇਕਸਾਰ ਚੱਲ ਰਹੀ ਹੈ ਤੇ ਤੁਹਾਨੂੰ ਦੱਸ ਦਿਆਂ ਕਿ ਇਹ ੯੧/91 ਫਰੇਮ ਪ੍ਰਤੀ ਸਕਿੰਟ ਦੀ ਬਹੁਤ ਤੇਜ਼ ਦਰ ਨਾਲ ਚੱਲ ਰਹੀ ਹੈ।";
$sub[8]  = "ਤੁਹਾਡਾ ਧੰਨਵਾਦ";

?>
