<?php
    // translate $page_title below
    $page_title = 'Mozilla பற்றி';


    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>

<div id="main-feature">
    <h2>இணையத்திற்கு நல்லது.<br />உலகிற்கு நல்லது.</h2>
</div>

<div id="content">

<p>Mozilla என்பது ஒரு பாரம்பரிய மென்பொருள் நிறுவனமல்ல. நாங்கள் உலகளாவிய <a href="/<?=$lang?>/firefox/community/">சமூகத்தை</a> கொண்டு சுதந்திரமான, பொது நிரலாக்க மென்பொருள் தயாரிப்புகள் மற்றும் தொழில்நுட்பங்களை உருவாக்கி எங்கும் இருக்கும் மக்களுக்கு ஆன்லைன் அனுபவத்தை மேம்படுத்துகிறோம். நாங்கள் இணையம் ஒரு திறந்த பகிரப்பட்ட பொது மூலமாக இருக்கிறது என உறுதிப்படுத்தும் உலகெங்கிலுமுள்ள நிழலாளர்கள், சந்தையாளர்கள் சோதிப்பவர்கள் மற்றும் வழக்குரைநர்கள். திறந்த தரப்படுத்தல்கள் விருப்பம் மற்றும் புதியவற்றை செயல்படுத்தி திறன்படுத்துகிறது என நம்புகிறோம் மற்றும் ஒவ்வொருவரும் எல்லா இடத்திலும் பாதுகாப்பாக, விரைவாக மற்றும் சிறந்த ஆன்லைட் அனுபவத்தைப் பெறலாம்.</p>

<p>எங்கள் விருது வென்ற பொது நிரலாக்க <a href="/<?=$lang?>/products/">மென்பொருள் தயாரிப்புகள்</a> மற்றும் <a href="http://www.mozilla.org/projects/">தொழில்நுட்பங்கள்</a> 40 மொழிகளுக்கு மேல் எல்லா இடத்திலும் இலவசமாக கிடைக்கிறது.</p>

<p>Mozillaவின் தலைமையகம் <a href="/<?=$lang?>/about/contact.html">மவுண்டன் வியூ, கலிஃபோர்னியாவிலும்</a> மண்டல அலுவலகங்கள் <a href="/<?=$lang?>/about/contact.html">ஆக்லாந்து</a>, <a href="/<?=$lang?>/about/contact.html">பெய்ஜிங்</a>, <a href="/<?=$lang?>/about/contact.html">கோபன்ஹகன்</a>, <a href="/<?=$lang?>/about/contact.html">பாரிஸ்</a>, <a href="/<?=$lang?>/about/contact.html">டோக்கியோ</a> மற்றும் <a href="/<?=$lang?>/about/contact.html">டோரண்டோ</a>ஆகிய இடங்களிலும் உள்ளன.</p>

</div>

<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
