<?php
    // This is the page title as shown in the browser tab
    $page_title = "تزامُن فَيَرفُكس";
?>

<div id="main-feature">
    <h2>ابقَ متزامنًا مع فَيَرفُكس</h2>
    <p>يمكنك الوصول إلى تأريخك وكلمات سرّك وعلاماتك والألسنة المفتوحة في جميع أجهزتك.</p>
    <p class="wide-button">
        <a href="<?=$amo_url?>">احصل على إضافة تزامُن فَيَرفُكس المجانية الآن</a>
    </p>
</div>

<div id="main-content">
    <div class="container">

    <h3>لماذا المزامنة؟</h3>

    <h4>انهض وانطلق</h4>
    <p>هل حان وقت العودة إلى المنزل بينما تقوم ببحث في الإنترنت أثناء العمل؟ يمكنك الآن الرجوع إلى ألسنتك المفتوحة وتأريخ البحث في أي لحظة ومن أي جهاز كان. فَيَرفُكس الخاص بك كما تركته، مهما كان الجهاز الذي تدخل منه.</p>

    <h4>انسخ معلوماتك احتياطيًا</h4>
    <p>ستُحفظ جميع إعداداتك وكلمات سرّك وعلاماتك والتخصيصات الأخرى بطريقة جامعة أكثر وغير مقيدة بجهاز واحد. إن استبدلتَ جهازًا بآخر فلن تخسر فَيَرفُكس الخاص بك.</p>

    <h4>الأمن</h4>
    <p>ستكون معلوماتك معمّاة، لذا فانت وحدك تستطيع الوصول إليها باستخدام الجملة السرية. يعطي فَيَرفُكس للجانب الأمني أولوية عالية، والمزامنة ليست مستثناة من ذلك.</p>

    <p id="mobile"><a href="/<?=$lang?>/mobile/sync/">اعرف المزيد عن تزامُن فَيَرفُكس في جوّالك.</a></p>
    </div>
    <div id="main-content-footer"></div>

</div>
<div id="sidebar">
    <h3>فلتبدأ الآن</h3>
    <ol>
        <li>ثبّت <a href="<?=$amo_url?>">إضافة تزامُن فَيَرفُكس</a> المجانية.</li>
        <li>أعِد تشغيل فَيَرفُكس واتبع المحث لإنشاء حساب لم مرتبط بكلمة سر وجملة سرية.</li>
        <li>ثبّت تزامُن فَيَرفُكس على جميع الأجهزة الأخرى التي تستخدمها.</li>
        <li>سجّل دخولك لتختار كيف تزامِن، ثم أكمِل تصفحك من حيث تركته.</li>
    </ol>

    <p><a href="http://support.mozilla.com/kb/What+is+Firefox+Sync">الأسئلة الأكثر تكرارًا</a></p>


    <?php echo $download_box; ?>
</div>
