<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>如何管理您的分頁</em>Firefox Panorama 可以讓您透過視覺化的方式來綜覽您的分頁 &hellip;";
$sub[2]  = "&hellip;，並且把分頁們變成一組，這樣您就可以控制您的工作流程，並且分開不同的工作。";
$sub[3]  = "您應該已經發現了您可以使用分頁列當中的這個圖示來開始管理您的分頁。";
$sub[4]  = "然後您可以點一下分頁，或者是按下鍵盤上的 Esc 鍵回到原本的地方。";
$sub[5]  = "當然您也可以點一下任何分頁以切換到該分頁。";
$sub[6]  = "或者是，您可以使用 Mac 上的 option+space 或是 Windows 上的 Ctrl+space 以進入或離開 Firefox Panorama。";
$sub[7]  = "如果需要把他們分組，只要把它們拖放在一起就可以了。";
$sub[8]  = "所以假設我想要把我所有的太空圖片群組在一起，";
$sub[9]  = "";
$sub[10] = "我也可以在空白的地方拖曳出一個新的群組。";
$sub[11] = "當您放大某個群組的時候，您只會看的到那個群組裡面的分頁。";
$sub[12] = "若要管理您的分頁組，只要隨意拖放這些分頁組就好了。";
$sub[13] = "您可以調整它們的大小，讓不重要的東西比較小 &hellip; ";
$sub[14] = "&hellip; 重要的東西比較大。";
$sub[15] = "如果您讓某組分頁小到某個程度，它們會直接變成一疊分頁。";
$sub[16] = "您可以點一下分頁以開啟，";
$sub[17] = "或是";
$sub[18] = "若您想看到那一疊分頁裡面的所有東西 &hellip;";
$sub[19] = "&hellip; 點一下這個「展開」圖示 &hellip;";
$sub[20] = "&hellip; 然後點一下您有興趣的分頁。";
$sub[21] = "以上就是 Firefox Panorama 的簡介。";
$sub[22] = "您還可以發現更多功能（像是如何命名分頁組）&hellip;";
$sub[23] = "&hellip; 但您現在就可以開始用更棒的方式瀏覽網頁。";
$sub[24] = "";

?>
