<?php
    // translate $page_title below
    $page_title = 'Mozilla туралы';


    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>


<div id="main-feature">
    <h2>
    Вебқа да жақсы,
    <br />
    Әлемге де жақсы
    </h2>
</div>

<div id="content">

<p>Mozilla - бағдарламалық қамтама өндіретін дәстүрлі компания емес. Біз дүниенің әр түпкіріндегі пайдаланушының Интернеттегі тіршілігін жақсартуға бағытталған тегін әрі ашық кодты бағдарламалық қамтама мен технологияларды жасап шығаруды өз алдына мақсат еткен әлемдік <a href="/<?=$lang?>/firefox/community/">қауымдастықпыз</a>. Біз, программистер, маркетологтар, тестерлер мен заңгерлер Вебтың ашық әрі бәрімізге ортақ ресурс болып қала беруін қамтамасыз ету бағытында жұмыс істейміз. Біз ашық стандарттардың инновациялық пен таңдау еріктігіне жол ашатындығына, соның арқасында кез-келген адамның кез-келген жерде бастаған Интернеттегі жұмысы ең қауіпсіз, ең жылдам әрі ең үздік болатындығына сенеміз.</p>

<p>Марапаттарға ие болған біздің ашық кодты <a href="/<?=$lang?>/products/">бағдарламалық өнімдеріміз</a> бен <a href="http://www.mozilla.org/projects/">технологияларымыз</a> әркімге тегін әрі 70 астам тілде ұсынылады.</p>

<p>Mozilla басшылығы <a href="/<?=$lang?>/about/contact.html">Маунтин-Вью, Калифорнияда</a>, ал <a href="/<?=$lang?>/about/contact.html">аймақтық офистері</a> Окленд, Пекин, Копенгаген, Париж, Токио мен Торонтода орналасқан.</p>

</div>



<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
