<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>Про те, як впорядкувати свої вкладки</em>Групи вкладок надають вам можливість візуально переглядати усі ваші вкладки&hellip;";
$sub[2]  = "&hellip;та впорядковувати їх в групи, таким чином, ви зможете організовувати свою роботу утримуючи окремі речі роздільно.";
$sub[3]  = "Як ви вже побачили, ви можете використовувати цю вкладку на стрічці вкладок, щоб входити до груп вкладок.";
$sub[4]  = "Потім, ви можете клацнути по вкладці чи натиснути клавішу \"Еsc\", щоб повернутись.";
$sub[5]  = "Ви можете клацнути будь-яку вкладку тут, щоб збільшити її.";
$sub[6]  = "Альтернативо, ви можете використовувати \"option-пробіл\" у Mac чи \"Сtrl-пробіл\" у Windows для входження до груп вкладок та повернення з них.";
$sub[7]  = "Щоб згурпувати вкладки, просто перетягніть їх одна до одної.";
$sub[8]  = "Наприклад, в цьому випадку я хочу згрупувати всі мої зображення космосу.";
$sub[9]  = "";
$sub[10] = "Альтернативно, я можу клацнути і протягнути на порожньому місці, щоб створити групу.";
$sub[11] = "Коли ви збільшите вкладку з групи, ви матимете тільки ті вкладки, що є в даній групі.";
$sub[12] = "Щоб впорядкувати ваші групи вкладок, просто перетягніть їх у потрібне місце.";
$sub[13] = "Ви можете змінювати їх розміри таким чином, щоб важливіші речі були більшими&hellip;";
$sub[14] = "&hellip;а несуттєві - меншими.";
$sub[15] = "Якщо ви зробите групу вкладок досить малою, вона перетвориться на купу.";
$sub[16] = "Ви можете клацнути по вкладці і вона відкриється";
$sub[17] = "чи";
$sub[18] = "якщо ви хочете переглянути усе, що є в купі&hellip;";
$sub[19] = "&hellip;клацніть цю малу іконку&hellip;";
$sub[20] = "&hellip;а потім клацніть по вкладці, яку ви хочете переглянути.";
$sub[21] = "Отже, ви коротко переглянули можливість Firefox, яка називається Панорама.";
$sub[22] = "Та попереду все ще багато речей, які можна відкрити для себе (наприклад, як називати групи вкладок)&hellip;";
$sub[23] = "&hellip;тепер ви готові досліджувати кращий перегляд.";
$sub[24] = "";

?>
