
<?php

$sub[1]  = "HTML5 надає нам елемент &lt;audio&gt;.";
$sub[2]  = "<em>А що, як ми зможемо робити щось більше за просте відтворення?</em>";
$sub[3]  = "Відобразіть необроблені дані при їх відтворенні.";
$sub[4]  = "Відобразіть звукову інформацію за допомогою елементу &lt;canvas&gt;";
$sub[5]  = "<em>-0.008158281445503235… Що означають ці цифри?</em>";
$sub[6]  = "Застосуйте низькочастотний фільтр до звуку.";
$sub[7]  = "<em>Прочитайте звук, застосуйте фільтр і відтворюйте.</em>";
$sub[8]  = "Підрахуйте звуковий спектр (FFT) за допомогою JavaScript.";
$sub[9]  = "Відтворення звуку із спектральною візуалізацією.";
$sub[10] = "Проаналізуйте звук: виявіть биття за допомогою JavaScript";
$sub[11] = "Сигнал, FFT та биття у візуалізації 2D.";
$sub[12] = "Звукова візуалізація: 2D та 3D &lt;canvas&gt;";
$sub[13] = "Демонстрація підготовлена Дейвом Хамфері, Елом Макдональдом, Корбаном Бруком, Чарлі Кліфом, Томасом Стемом та Юрієм Делендіком.";
$sub[14] = "Музика: Revolve by His Boy Elroy (ліцензована Creative Commons Noncommercial Sampling Plus)";

?>
