<?php

$sub[1]  = "Хай, я Пол Ругет з Мозіли.";
$sub[2]  = "Сьогодні я покажу вам Firefox 4, нову бету, яка підтримує графічне прискорення.";
$sub[3]  = "Також, я покажу вам різницю між Firefox 4 з графічним прискоренням та без нього.";
$sub[4]  = "Тут ви бачите невеличку анімацію, що працює у Firefox 4 без графічного прискорення.";
$sub[5]  = "Отак, вона відтворюється не дуже гладко - 12 кадрів в секунду.";
$sub[6]  = "А зараз, я відтворю цю саму анімацію у Firefox 4 з графічним прискоренням.";
$sub[7]  = "Як ви можете бачити, вона відтворюється гладше, і ви знаєте, швидше - 91 кадрів в секунду.";
$sub[8]  = "Дякую за увагу.";

?>