<?php
    // This is the page title as shown in the browser tab
    $page_title = "Firefox Sync";
?>

<div id="main-feature">
    <h2>Συγχρονίστε τον Firefox</h2>
    <p>Αποκτήστε πρόσβαση στο ιστορικό, τους κωδικούς, τους σελιδοδείκτες, ακόμη και στις καρτέλες που έχετε ανοίξει, απ' όλες σας τις συσκευές.</p>
    <p class="wide-button">
        <a href="<?=$amo_url?>">Κάντε τώρα δωρεάν λήψη του πρόσθετου Firefox Sync</a>
    </p>
</div>

<div id="main-content">
    <div class="container">

    <h3>Γιατί να κάνετε συγχρονισμό;</h3>

    <h4>Πάντα έτοιμοι για περιήγηση</h4>
    <p>Κάνατε μια έρευνα στο διαδίκτυο από το γραφείο αλλά πέρασε η ώρα και πρέπει να φύγετε; Κανένα πρόβλημα, τώρα μπορείτε να ανοίξετε στο λεπτό και από οποιοδήποτε υπολογιστή τις καρτέλες που είχατε ανοιχτές και να κάνετε αναζήτηση στο ιστορικό. Θα μπορείτε να ξεκινάτε τον Firefox από το σημείο που τον είχατε αφήσει, άσχετα με το από που θα συνδεθείτε.</p>

    <h4>Αντίγραφο ασφαλείας των πληροφοριών σας</h4>
    <p>Όλες οι ρυθμίσεις, οι κωδικοί, οι σελιδοδείκτες και οι άλλες επιλογές σας αποθηκεύονται με ένα πιο συγκεντρωτικό τρόπο χωρίς να είναι προσκολημένες σε ένα μηχάνημα. Αν χρειαστεί να αντικαταστήσετε κάποια συσκευή, δεν θα χάσετε τίποτα από τον Firefox.</p>

    <h4>Ασφάλεια</h4>
    <p>Οι πληροφορίες σας είναι κρυπτογραφημένες ώστε να έχετε μόνο εσείς πρόσβαση σ' αυτές δίνωντας τη μυστική σας λέξη. Η ασφάλεια σας έχει απόλυτη προτεραιότητα στον Firefox και ο συγχρονισμός δεν θα μπορούσε να αποτελεί εξαίρεση.</p>

    <p id="mobile"><a href="/<?=$lang?>/mobile/sync/">Μάθετε για το Firefox Sync στο κινητό σας.</a></p>
    </div>
    <div id="main-content-footer"></div>

</div>
<div id="sidebar">
    <h3>Ξεκινώντας</h3>
    <ol>
        <li>Εγκαταστήστε δωρεάν το πρόσθετο <a href="<?=$amo_url?>">Firefox Sync</a>.</li>
        <li>Επανεκκινήστε τον Firefox και ακολουθήστε τις οδηγίες για να δημιουργήσετε λογαριασμό με κωδικό και μυστική λέξη.</li>
        <li>Εγκαταστήστε το Firefox Sync σε όλες τις άλλες συσκευές που χρησιμοποιείτε.</li>
        <li>Συνδεθείτε και επιλέξτε τρόπο συγχρονισμού και μετά συνεχίστε την περιήγηση σας.</li>
    </ol>

    <p><a href="http://support.mozilla.com/kb/What+is+Firefox+Sync">Συχνές ερωτήσεις</a></p>


    <?php echo $download_box; ?>
</div>
