<?php
    // translate $page_title below
    $page_title = 'മോസില്ലയെക്കുറിച്ച്';


    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>


<div id="main-feature">
    <h2>
    വെബ്ബിന്റെ നന്മയ്ക്ക്.
    <br />
    ലോകത്തിന്റെ നന്മയ്ക്ക്.
    </h2>
</div>

<div id="content">

<p>മോസില്ല ഒരു സാധാരണ സോഫ്റ്റ്‌വേര്‍ കമ്പനി അല്ല . ലോകത്തെമ്പാടുമുള്ളവരുടെ ഓണ്‍ലൈന്‍ അനുഭവങ്ങളെ കൂടുതല്‍ ആനന്ദകരവും എളുപ്പമുള്ളതും സൗകര്യപ്രദവുമാക്കാനായി സ്വതന്ത്രവും തുറന്നതുമായ സോഫ്റ്റ്‌വേര്‍ ഉല്‍പന്നങ്ങളും ടെക്നോളജികളും നിര്‍മ്മിക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ പ്ര്വര്‍ത്തിക്കുന്ന ഒരു ആഗോള <a href="/<?=$lang?>/firefox/community/">കൂട്ടായ്മയാണ് </a> ഞങ്ങള്‍.വെബ് ഒരു സ്വതന്ത്രവും തുറന്നതുമായ ഒരു പൊതുസ്വത്തായി തുടരും എന്നു ഉറപ്പു വരുത്തുന്നതിനായി പ്രവര്‍ത്തിക്കുന്ന പ്രോഗ്രാമ്മര്‍മാരും, മാര്‍ക്കറ്റര്‍മാരും , ടെസ്റ്റര്‍മാരും അഡ്വക്കേറ്റുകളും ആണ് ഞങ്ങള്‍.തുറന്നതും സ്വതന്ത്രവുമായ സ്റ്റാന്‍ഡേര്‍ഡുകള്‍ കൂടുതല്‍ നവീനവും പുരോഗമനപരവുമായ ചിന്തയെയും അങ്ങനെ തിരഞ്ഞെടുക്കാനായി കൂടുതല്‍ ഉല്‍പ്പന്നങ്ങളുണ്ടാകുന്നതിനെയും പ്രോത്സാഹിപ്പിക്കുമെന്നും , സുരക്ഷിതവും വേഗത്തിലുള്ളതുമായ ഏറ്റവും നല്ല ഓണ്‍ലൈന്‍ അനുഭവങ്ങള്‍ എല്ലാവരുടെയും അവകാശവുമാണെന്നും വിശ്വസിക്കുന്നവരുമാണ് ഞങ്ങള്‍.</p>
<p> ഞങ്ങളുടെ സ്വതന്ത്രവും സമ്മാനിതവുമായ <a href="/<?=$lang?>/products/">സോഫ്റ്റ്‌വേര്‍ ഉല്പന്നങ്ങളും </a><a href="http://www.mozilla.org/projects/">ടെക്നോളജിയും </a> ഞങ്ങള്‍ ലോകത്തെമ്പാടുമുള്ളവര്‍ക്കായി 70ല്‍പരം ഭാഷകളിലും സൗജന്യമായും ഇവിടെ അവതരിപ്പിക്കുന്നു.</p>

<p><a href="/<?=$lang?>/about/contact.html">മൗണ്ടന്‍ വ്യൂ , കാലിഫോര്‍ണിയയിലാണ്</a> മോസില്ലയുടെ ആസ്ഥാനം. ഓക്‌ലാന്‍ഡ്, ബീജിങ്ങ്, കോപ്പന്‍ഹേഗന്‍, പാരിസ്, ടോക്യോ , ടോറൊന്റോ എന്നിവിടങ്ങളില്‍ ഞങ്ങള്‍ക്ക് <a href="/<?=$lang?>/about/contact.html">പ്രാദേശിക കാര്യാലയങ്ങളുമുണ്ട് </a></p>

</div>



<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
