<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>ನಿಮ್ಮ ಹಾಳೆಗಳನ್ನು ಹೇಗೆ ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಿಕೊಳ್ಳಬೇಕು</em> ಫೈರ್ಫಾಕ್ಸ್‍ ಪನೋರಮಾ ನಿಮ್ಮ ಎಲ್ಲಾ ಹಾಳೆಗಳ ಒಂದು ದೃಶ್ಯರೂಪದ ಅವಲೋಕನವನ್ನು ಒದಗಿಸುತ್ತದೆ&hellip;";
$sub[2]  = "&hellip;ಹಾಗು ನಿಮ್ಮ ಕೆಲಸದ ಹರಿವನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಪ್ರತ್ಯೇಕ ಕಾರ್ಯಗಳನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿರಿಸಲು ಇದು ನೆರವಾಗುತ್ತದೆ.";
$sub[3]  = "ನೀವು ಈಗಾಗಲೆ ತಿಳಿದುಕೊಂಡಿರುವಂತೆ ನಿಮ್ಮ ಹಾಳೆಗಳನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ಆರಂಭಿಸಲು ಪನೋರಮಾ ಗುಂಡಿಯನ್ನು ಬಳಸಬಹುದಾಗಿರುತ್ತದೆ.";
$sub[4]  = "ನಂತರ ಒಂದು ಹಾಳೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಬಹುದು ಅಥವ ಹಿಮ್ಮರಳಲು ಎಸ್ಕೇಪ್ ಅನ್ನು ಒತ್ತಬಹುದು.";
$sub[5]  = "ಆ ಹಾಳೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಯಾವ ಹಾಳೆಯನ್ನೂ ಸಹ ಕ್ಲಿಕ್ ಮಾಡಬಹುದು.";
$sub[6]  = "ನಮೂದಿಸಲು ಪರ್ಯಾಯವಾಗಿ, ನೀವು ಮ್ಯಾಕ್‌ನಲ್ಲಿ option-space ಅನ್ನು ಅಥವ ವಿಂಡೋಸ್‌ನಲ್ಲಿ control-space ಅನ್ನು ಬಳಸಬಹುದು ಹಾಗು ಫೈರ್ಫಾಕ್ಸ್‍ ಪನೋರಮದಿಂದ ನಿರ್ಗಮಿಸಬಹುದು.";
$sub[7]  = "ಹಾಳೆಗಳನ್ನು ಗುಂಪುಗೂಡಿಸಲು, ಎರಡನ್ನೂ ಒಟ್ಟಿಗೆ ಎಳೆಯಿರಿ.";
$sub[8]  = "ಈ ಸಂದರ್ಭದಲ್ಲಿ, ಸ್ಪೇಸ್‌ನ ನನ್ನ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಒಂದುಗೂಡಿಸಲು ಬಯಸುತ್ತೇನೆ.";
$sub[9]  = "";
$sub[10] = "ಒಂದು ಗುಂಪನ್ನು ಮಾಡಲು ಒಂದು ಖಾಲಿ ಜಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಎಳೆಯಬಹುದು.";
$sub[11] = "ನೀವು ಒಂದು ಗುಂಪಿಗೆ ಜೂಮ್ ಮಾಡಿದಾಗ, ನಿಮಗೆ ಕೇವಲ ಆ ಗುಂಪಿನ ಹಾಳೆಗಳು ಮಾತ್ರ ಕಾಣಿಸುತ್ತವೆ. ಇದರಿಂದ ನಿಮಗೆ ಗಮನ ಕೇಂದ್ರೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.";
$sub[12] = "ನಿಮ್ಮ ಗುಂಪುಗಳನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಲು, ಅವನ್ನು ಸುತ್ತಲೂ ಎಳೆಯಿರಿ.";
$sub[13] = "ಕಡಿಮೆ ಪ್ರಾಮುಖ್ಯತೆ ಇರುವ ಗುಂಪುಗಳ ಚಿಕ್ಕದಾಗಿರುವಂತೆ ಅವುಗಳ ಗಾತ್ರವನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು&hellip;";
$sub[14] = "&hellip;ಅಂತೆಯೆ ಅಧಿಕ ಪ್ರಾಮುಖ್ಯತೆಯವುಗಳು ದೊಡ್ಡದಾಗಿರುವಂತೆ ಮಾಡಬಹುದು.";
$sub[15] = "ನೀವು ಒಂದು ಗುಂಪನ್ನು ಸಾಕಷ್ಟು ಸಣ್ಣದಾಗಿ ಮಾಡಿದಲ್ಲಿ, ಅದು ಒಂದು ರಾಶಿಯಂತೆ ಕಾಣಿಸುತ್ತದೆ.";
$sub[16] = "ತೆರೆಯಲು ನೀವು ಒಂದು ಹಾಳೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಬಹುದು";
$sub[17] = "ಅಥವ";
$sub[18] = "ನೀವು ರಾಶಿಯತ್ತ ಒಂದು ಕ್ಷಿಪ್ರ ನೋಟವನ್ನು ಹರಿಸಲು &hellip;";
$sub[19] = "&hellip;ವಿಸ್ತರಿಸುವ ಚಿಹ್ನೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ&hellip;";
$sub[20] = "&hellip;ಹಾಗು ನಿಮಗೆ ಆಸಕ್ತಿ ಇರುವ ಹಾಳೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.";
$sub[21] = "ಇದು ಫೈರ್ಫಾಕ್ಸ್‍ ಪನೋರಮಾದ ಒಂದು ಸಂಕ್ಷಿಪ್ತ ಪರಿಚಯವಾಗಿರುತ್ತದೆ.";
$sub[22] = "ತಿಳಿದುಕೊಳ್ಳಲು ಇನ್ನೂ ಇದೆಯಾದರೂ ಸಹ (ಗುಂಪುಗಳನ್ನು ಹೇಗೆ ಹೆಸರಿಸುವುದು)&hellip;";
$sub[23] = "&hellip;ಈಗ ನೀವು ಹೇಗೆ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಜಾಲವನ್ನು ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯ ಎಂದು ಕಂಡುಕೊಳ್ಳಲು ಸಿದ್ಧರಾಗಿದ್ದೀರಿ.";
$sub[24] = "";

?>
