<div id="main-content">

    <div id="column-1">
        <h2>Розкажіть нам, що ви думаєте</h2>
        <p>В якості бета-випробовувача, ви станете частиною команди, що створює Firefox&nbsp;4. Розказуйте нам про те, що вам подобається, а що ні натисканням кнопки <img src="<?=$screencap;?>" alt="Скріншот кнопки Відгук" /><em>Відгук</em>. Також, вам буде запропоновано прийняти участь в анонімному користувацькому досліджені, чи заповненю деяких опитувань.</p>
    </div>

    <div id="column-2">
        <h5>Як працює користувацьке дослідження?</h5>
        <p>Користувацьке дослідження збирає анонімні статистичні дані про те, як ви використовуєте Firefox, але ніколи про те, що ви переглядаєте чи робите онлайн. Ви матимете повний контроль, жодних даних не надсилатиметься до серверів Мозіли без вашого дозволу. Надіслана інформація буде використана для допомоги у розробці Firefox&nbsp;4.</p>
    </div>

    <div id="column-3">
        <h5>А якщо я не хочу приймати участь?</h5>
        <p>Ви будете повідомлені перед тим як користувацьке дослідження почне збирати дані і потім знову, перед надсиланням інформації до Мозіли. Ви зможете відмовитись від будь-якого дослідження чи взагалі вимкнути усі користувацькі дослідження натисканням кнопки <em>Відгук</em> і внесенням необхідних налаштувань.</p>
    </div>

</div>