<?php
    // The $body_* variables are for compatibility with pre-existing css
    $page_title = 'ಮೋಝಿಲ್ಲಾ ಬಗ್ಗೆ';
    
    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>

<div id="main-feature">
    <h2>ಜಾಲಕ್ಕೆ ಉತ್ತಮವಾದ.<br />ಜಗತ್ತಿಗೆ ಉತ್ತಮವಾದ.</h2>
</div>

<div id="content">

<p>ಮೋಝಿಲ್ಲಾ ಒಂದು ಸಾಂಪ್ರದಾಯಿಕ ತಂತ್ರಾಂಶ ಕಂಪನಿಯಾಗಿಲ್ಲ.  ನಮ್ಮದು, ಪ್ರಪಂಚದ ಎಲ್ಲೆಡೆಯ ಜನರು ಅಂತರ್ಜಾಲವನ್ನು ಸುಲಭವಾಗಿ ‍ಬಳಸುವುದಕ್ಕಾಗಿ ಉಚಿತ, ಮುಕ್ತಆಕರ ತಂತ್ರಾಂಶ ಉತ್ಪನ್ನಗಳು ಹಾಗು ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ನಿರ್ಮಾಣಕ್ಕೆ ಮುಡಿಪಾಗಿರುವ ಒಂದು ಜಾಗತಿಕ <a href="/<?=$lang?>/firefox/community/">ಸಮುದಾಯ</a>ವಾಗಿದೆ. ಜಾಲವು ಒಂದು ಮುಕ್ತವಾಗಿ ಹಂಚಲ್ಪಟ್ಟ ಸಾರ್ವಜನಿಕ ಸಂಪನ್ಮೂಲವಾಗಿಯೆ ಉಳಿಸಿಕೊಳ್ಳುವ ನಿಟ್ಟಿನಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ  ನಮ್ಮ ತಂಡ ಪ್ರೋಗ್ರಾಮರುಗಳನ್ನು, ಮಾರಾಟಗಾರರನ್ನು, ಪರೀಕ್ಷಕರನ್ನು, ಹಾಗು ವಕೀಲರನ್ನು ಒಳಗೊಂಡಿದೆ .  ಪ್ರತಿಯೊಬ್ಬರೂ ಎಲ್ಲೆಡೆಯೂ ಸುರಕ್ಷಿತವಾದ ಮತ್ತು ವೇಗವಾದ ಹಾಗು ಸಾಧ್ಯವಿರುವ ಉತ್ತಮ ಜಾಲ ಅನುಭವವನ್ನು ಹೊಂದಲು ಮುಕ್ತ ಮಾನಕಗಳ ಆಯ್ಕೆಯ ಸ್ವಾತಂತ್ರ್ಯ ಹಾಗು ನಾವಿನ್ಯತೆಯನ್ನು ಒದಗಿಸುತ್ತವೆ ಎಂಬುದು ನಮ್ಮ ನಂಬಿಕೆ.</p>

<p>ಪ್ರಶಸ್ತಿ ಗೆದ್ದಿರುವಂತಹ, ನಮ್ಮ ಮುಕ್ತ ಆಕರ  <a href="/<?=$lang?>/products/">ತಂತ್ರಾಂಶ ಉತ್ಪನ್ನ</a>ಗಳನ್ನು ಹಾಗು <a href="http://www.mozilla.org/projects/">ತಂತ್ರಜ್ಞಾನ</a>ಗಳನ್ನು ಪ್ರಪಂಚದಾದ್ಯಂತದ 50 ಭಾಷೆಗಳಲ್ಲಿ ಉಚಿತವಾಗಿ ಎಲ್ಲರಿಗೂ ಒದಗಿಸಲಾಗುತ್ತಿದೆ.</p>

<p>ಮೋಝಿಲ್ಲಾದ ಪ್ರಧಾನಕಛೇರಿಯು <a href="/<?=$lang?>/about/contact.html">ಕ್ಯಾಲಿಫೋರ್ನಿಯಾದ ಮೌಂಟನ್ ವ್ಯೂ</a>ನಲ್ಲಿದ್ದು, ಅದರ ಪ್ರಾದೇಶಿಕ ಕಛೇರಿಗಳು<a href="/<?=$lang?>/about/contact.html">ಆಕ್‍ಲ್ಯಾಂಡ್</a>, <a href="/<?=$lang?>/about/contact.html">ಬೀಜಿಂಗ್</a>, <a href="/<?=$lang?>/about/contact.html">ಕೋಪನ್‍ಹೇಗನ್</a>, <a href="/<?=$lang?>/about/contact.html">ಪ್ಯಾರಿಸ್</a>, <a href="/<?=$lang?>/about/contact.html">ಟೋಕಿಯೋ</a> ಹಾಗು <a href="/<?=$lang?>/about/contact.html">ಟೊರೊಂಟೋ</a>ದಲ್ಲಿವೆ.</p>


<p>ಯೂರೋಪಿನಲ್ಲಿರುವ ಮೋಝಿಲ್ಲಾ ಬಗೆಗಿನ ಮಾಹಿತಿಯನ್ನು <a href="http://www.mozilla-europe.org/en/">ಮೋಝಿಲ್ಲಾ ಯೂರೋಪ್‌</a>ನಲ್ಲಿ ಕಾಣಬಹುದಾಗಿದೆ.</p>

</div>

<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
