<div id="main-content">

    <div id="column-1">
        <h2>Раскажыце нам, што вы думаеце</h2>
        <p>Як выпрабаўнік бета-версіі, вы з'яўляецеся часткай каманды, якая стварае Firefox&nbsp;4. Раскажыце нам, што вам падабаецца і што не, націснуўшы кнопку <img src="<?=$screencap;?>" alt="Здымак кнопкі водгуку" /><em>Водгук</em>. Вам таксама прапануюць паўдзельнічаць у безыменным карыстальніцкім даследаванні або запоўніць анкету.</p>
    </div>

    <div id="column-2">
        <h5>Як карыстальніцкія даследаванні працуюць?</h5>
        <p>Карыстальніцкія даследаванні збіраюць безыменную статыстыку пра тое, як вы ўжываеце Firefox, але ніколі не пра тое, што вы глядзіце або робіце ў сетцы. Вы самі кіруеце, здаткі не дасылаюцца на паслугачы Mozilla Test Pilot без вашага дазволу. Звесткі будуць выкарыстаны для распрацоўкі Firefox&nbsp;4.</p>
    </div>

    <div id="column-3">
        <h5>Калі я не хачу ўдзельнічаць?</h5>
        <p>Вы будзеце папярэджаны перад тым, як карыстальніцкае даследаванне пачне збіраць здаткі і перад дасыланнем звестак Mozilla. Вы можаце забараніць любое даследаванне ці забараніць усе карыстальніцкія даследаванні наогул, націснуўшы кнопку <em>Водгук</em>, каб выставіць вашы наладжанні.</p>
    </div>

</div>