<?php

$sub[1]  = "Привет, это Paul Rouget из Mozilla.";
$sub[2]  = "Сегодня, я хочу показать вам новую бету Firefox 4, в которую включено аппаратное ускорение.";
$sub[3]  = "И я хочу показать вам разницу между Firefox 4 с аппаратным ускорением и без него.";
$sub[4]  = "Вот здесь вы видите небольшую анимацию, запущенную в Firefox 4 без аппаратного ускорения.";
$sub[5]  = "Как видите, она выглядит не очень гладкой, прокручиваясь на скорости 12 фреймов в секунду.";
$sub[6]  = "А теперь я собираюсь запустить ту же анимацию, но в этот раз в Firefox 4 с аппаратным ускорением.";
$sub[7]  = "И, как вы можете видеть, она стала гораздо более гладкой и гораздо более быстрой, прокручиваясь на скорости 91 фреймов в секунду.";
$sub[8]  = "Спасибо.";

?>
