
<?php

$sub[1]  = "HTML5 даёт нам элемент &lt;audio&gt;.";
$sub[2]  = "<em>Что если мы можем сделать больше чем просто нажать на play?</em>";
$sub[3]  = "Получить доступ к сырым данным во время игры.";
$sub[4]  = "Отображать звуковые данные используя &lt;canvas&gt;";
$sub[5]  = "<em>-0.008158281445503235… Как на самом деле выглядят эти цифры?</em>";
$sub[6]  = "Применить к аудио фильтр нижних частот.";
$sub[7]  = "<em>Прочесть аудио, применить фильтр и вывести его.</em>";
$sub[8]  = "Вычислить аудиоспектр (БПФ) в JavaScript.";
$sub[9]  = "Поиграть со спектром, визуализируя звук.";
$sub[10] = "Проанализировать аудио: определить ритм, используя JavaScript";
$sub[11] = "Сигнал, БПФ, Ритм как 2D визуализации.";
$sub[12] = "Визуализация аудио: 2D и 3D &lt;canvas&gt;";
$sub[13] = "Демо от Dave Humphrey, Al MacDonald, Corban Brook, Charles Cliffe, Thomas Sturm, Yury Delendik.";
$sub[14] = "Музыка: Revolve от His Boy Elroy (Лицензирована на условиях Creative Commons Noncommercial Sampling Plus)";

?>
