<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>Как организовывать ваши вкладки</em>Панорама Firefox даёт вам визуальное представление о всех ваших вкладках&hellip;";
$sub[2]  = "&hellip;и позволяет собрать их в группы, что даст вам возможность организовать свой процесс работы и отделить одну задачу от другой.";
$sub[3]  = "Как вы уже заметили, вы можете использовать кнопку Панорамы, чтобы начать организовывать ваши вкладки.";
$sub[4]  = "Затем вы можете щёлкнуть по вкладке, или нажать на Escape, чтобы вернуться назад.";
$sub[5]  = "Разумеется, вы можете нажать на любую вкладку, если хотите её активировать.";
$sub[6]  = "Или же вы можете использовать сочетание клавиш Option-Пробел на Маке или Control-Пробел на Windows, чтобы войти и выйти из Панорамы Firefox.";
$sub[7]  = "Чтобы сгруппировать вкладки, просто перетащите одну из них к другой.";
$sub[8]  = "Например в этом случае, я хочу сгруппировать все мои фотографии космоса.";
$sub[9]  = "";
$sub[10] = "Я могу также щёлкнуть и тащить указатель мыши по пустому месту, чтобы создать группу.";
$sub[11] = "Когда вы увеличиваете группу, вы будете видеть только те вкладки, которые находятся в этой группе. Это помогает вам сфокусироваться.";
$sub[12] = "Чтобы организовать ваши вкладки, просто перетаскивайте их.";
$sub[13] = "Вы можете изменять их размер, чтобы менее важные вещи были меньше&hellip;";
$sub[14] = "&hellip;а более важные — больше.";
$sub[15] = "Если вы сделаете группу слишом маленькой, она превратится в стопку.";
$sub[16] = "Вы можете щёлкнуть по вкладке, чтобы открыть её";
$sub[17] = "или";
$sub[18] = "если вы хотите быстро просмотреть стопку&hellip;";
$sub[19] = "&hellip;щёлкните по этому значку раскрытия&hellip;";
$sub[20] = "&hellip;а затем щёлкните по интересующей вас вкладке.";
$sub[21] = "Это был краткий вводный курс по Панораме Firefox.";
$sub[22] = "Вам ещё есть что узнать (например как давать имена группам)&hellip;";
$sub[23] = "&hellip;теперь вы готовы опробовать новый, лучший способ веб-сёрфинга.";
$sub[24] = "";

?>
