<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>如何组织你的标签页？</em>标签集使你可以直观地看到全部标签页的概况 &hellip;";
$sub[2]  = "&hellip;并且可以将它们分组到若干个集合中，然后你可以有效组织你的工作流并且保证不同任务的独立性。";
$sub[3]  = "正像你已经发现的那样，你可以通过使用标签栏中的这个标签页进入标签集。";
$sub[4]  = "然后你可以点击一个标签页，或者敲击 ESC 键返回。";
$sub[5]  = "当然，你可以点击这里的任意标签页以便显示相应的页面。";
$sub[6]  = "此外，你可以在 Mac 系统上使用 option-space 或者在 Windows 系统上使用 control-space 进入或退出标签集。";
$sub[7]  = "要分组标签页只需要简单地将它们拖放到一起。";
$sub[8]  = "因此在这种情况下，我希望将所有照片分组到同一个空间。";
$sub[9]  = "";
$sub[10] = "另外，我可以点击和拖拽一个空的位置创建一个组。";
$sub[11] = "当你显示一个标签集中的页面时，只能访问这个集合中的标签页。";
$sub[12] = "要组织你的标签集，只需要简单地在标签集周围拖放操作即可。";
$sub[13] = "你可以改变他们的大小以便让重要的标签页大一些 &hellip;";
$sub[14] = "&hellip;而不重要的标签页小一些。";
$sub[15] = "如果你让一个标签集足够小，他将会变成一个堆。";
$sub[16] = "你可以点击一个标签页打开他";
$sub[17] = "或者";
$sub[18] = "如果你希望看到一个堆中的每一个标签页 &hellip;";
$sub[19] = "&hellip; 点击这个小图标 &hellip;";
$sub[20] = "&hellip; 然后点击你感兴趣的标签页。";
$sub[21] = "这是 Firefox 全景 功能的简要介绍。";
$sub[22] = "还有更多功能等待发掘 （例如怎样给一个组命名）&hellip;";
$sub[23] = "&hellip;现在你已经准备好以更先进的方式浏览网络。";
$sub[24] = "";

?>