<?php
    // This is the page title as shown in the browser tab
    $page_title = "ਫਾਇਰਫਾਕਸ ਸਿੰਕ";
?>

<div id="main-feature">
    <h2>ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਨਾਲ ਸਿੰਕ ਰਹੋ</h2>
    <p>ਆਪਣੇ ਸਭ ਜੰਤਰਾਂ ਉੱਤੇ ਆਪਣਾ ਅਤੀਤ, ਪਾਸਵਰਡ, ਬੁੱਕਮਾਰਕ ਦੇ ਨਾਲ ਨਾਲ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਲਵੋ।</p>
    <p class="wide-button">
        <a href="<?=$amo_url?>">ਮੁਫ਼ਤ ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਐਡ-ਆਨ ਹੁਣੇ ਲਵੋ</a>
    </p>
</div>

<div id="main-content">
    <div class="container">

    <h3>ਸਿੰਕ ਅੱਪ ਕਿਓ ਕਰੀਏ?</h3>

    <h4>ਤਿਆਰ ਹੋਵੋ ਤੇ ਵਰਤੋਂ</h4>
    <p>ਦਫ਼ਤਰ ਵਿੱਚ ਆਨਲਾਈਨ ਖੋਜ ਕਰ ਰਹੋ ਸੀ ਕਿ ਵੇਖਿਆ ਕਿ ਘਰ ਜਾਣ ਦਾ ਸਮਾਂ ਹੋ ਗਿਆ? ਹੁਣ ਤੁਸੀਂ ਆਪਣੀਆਂ ਖੋਲ੍ਹੀਆਂ ਟੈਬਾਂ ਤੇ ਖੋਜ ਅਤੀਤ ਤੁਰੰਤ ਕਿਸੇ ਵੀ ਕੰਪਿਊਟਰ ਉੱਤੇ ਲੈ ਸਕਦੇ ਹੋ। ਤੁਹਾਡਾ ਫਾਇਰਫਾਕਸ ਉਂਝ ਹੀ ਹੋਵੇਗਾ, ਜਿਵੇਂ ਤੁਸੀਂ ਛੱਡ ਕੇ ਗਏ ਸੀ, ਤੁਸੀਂ ਭਾਵੇਂ ਕਿਤੋਂ ਵੀ ਲਾਗਇਨ ਕਰੋ।</p>

    <h4>ਆਪਣੀ ਜਾਣਕਾਰੀ ਬੈਕਅੱਪ ਲਵੋ</h4>
    <p>ਆਪਣੀ ਸੈਟਿੰਗ, ਪਾਸਵਰਡ, ਬੁੱਕਮਾਰਕ ਤੇ ਹੋਰ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਨੂੰ ਵਿਆਪਕ ਢੰਗ ਨਾਲ ਸੰਭਾਲਿਆ ਜਾਂਦਾ ਹੈ, ਨਾ ਕਿ ਇੱਕਲੀ ਮਸ਼ੀਨ ਉੱਤੇ। ਜੇ ਤੁਸੀਂ ਜੰਤਰ ਬਦਲਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਫਾਇਰਫਾਕਸ ਨਹੀਂ ਗੁਆਉਂਗੇ।</p>

    <h4>ਸੁਰੱਖਿਆ</h4>
    <p>ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਕਿ ਕੇਵਲ ਤੁਸੀਂ ਹੀ ਇਸ ਨੂੰ ਵਰਤ ਸਕੋ, ਜਦੋਂ ਤੁਸੀਂ ਗੁਪਤ ਸ਼ਬਦ ਦੇਵੋ। ਫਾਇਰਫਾਕਸ ਨੇ ਸੁਰੱਖਿਆ ਨੂੰ ਪਹਿਲ ਦਿੱਤੀ ਹੈ ਤੇ ਸਿੰਕ ਕਰਨਾ ਇਸ ਲਈ ਕਈ ਅਪਵਾਦ ਨਹੀਂ ਹੈ।</p>

    <p id="mobile"><a href="/<?=$lang?>/mobile/sync/">ਆਪਣੇ ਫੋਨ ਤੋਂ ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਕਰਨ ਬਾਰੇ ਜਾਣੋ।</a></p>
    </div>
    <div id="main-content-footer"></div>

</div>
<div id="sidebar">
    <h3>ਵਰਤੋਂ</h3>
    <ol>
        <li>ਮੁਫ਼ਤ <a href="<?=$amo_url?>">ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਐਡ-ਆਨ</a> ਇੰਸਟਾਲ ਕਰੋ।</li>
        <li>ਫਾਇਰਫਾਕਸ ਮੁੜ-ਚਾਲੂ ਕਰੋ ਅਤੇ ਪਾਸਵਰਡ ਤੇ ਗੁਪਤ ਸ਼ਬਦ ਦੋਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਕਾਊਂਟ ਬਣਾਉਣ ਦੀਆਂ ਹਦਾਇਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।</li>
        <li>ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਨੂੰ ਆਪਣੇ ਹੋਰ ਜੰਤਰਾਂ ਉੱਤੇ ਇੰਸਟਾਲ ਕਰੋ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਵਰਤਦੇ ਹੋ।</li>
        <li>ਸਾਇਨ-ਇਨ ਕਰੋ ਅਤੇ ਚੁਣੋ ਕਿ ਸਿੰਕ ਕਿੰਝ ਕਰਨਾ ਹੈ, ਤਦ ਬਰਾਊਜ਼ਿੰਗ ਸ਼ੁਰੂ ਕਰੋ, ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡ ਕੇ ਗਏ ਸੀ।</li>
    </ol>

    <p><a href="http://support.mozilla.com/kb/What+is+Firefox+Sync">ਸਵਾਲ ਜਵਾਬ</a></p>


    <?php echo $download_box; ?>
</div>
