<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>మీ ట్యాబులను నిర్వహించుకోవడం ఎలా</em>మీ అన్ని ట్యాబుల యొక్క దృశ్యపరైన సంగ్రహాన్ని ఫైర్‌ఫాక్స్ పానోరామ అందిస్తుంది&hellip;";
$sub[2]  = "&hellip;మరియు ట్యాబులని గుంపులుగా జమకూర్చే వీలుకల్పిస్తుంది. ఆవిధంగా మీ పనులను మీరు నిర్వహించుకోవచ్చు వేర్వేరు పనులను వేరు వేరుగా ఉంచుకోవచ్చు.";
$sub[3]  = "మీరు ఇప్పటికే కనుక్కున్నట్టుగా మీ ట్యాబులని నిర్వహించుకోడానికి పానోరామ బొత్తాన్ని ఉపయోగించుకోవచ్చు.";
$sub[4]  = "ఆ తర్వాత మీరు ఏదైనా ట్యాగు మీద నొక్కవచ్చు, లేదా  వెనక్కి వెళ్ళడానికి ఎస్కేప్ మీటను నొక్కవచ్చు.";
$sub[5]  = "లేదా చూడాలనుకుంటున్న ఏ ట్యాబునైనా నొక్కవచ్చనుకోండి.";
$sub[6]  = "ఇందుకు బదులుగా ఫైర్‌ఫాక్స్ పానోరామను తెరవడానికి మరియు మూసేయడానికి, మ్యాకులో option-space లేదా విండోసులో  control-space అన్న మీటలను కూడా  ఉపయోగించవచ్చు.";
$sub[7]  = "ట్యాగులను ఒక గుంపుగా చేయడానికి, వాటిని ఒక దగ్గరికి లాగండి.";
$sub[8]  = "ఇప్పుడు, నా అంతరిక్ష చిత్రాలని గుంపుగా చేయాలనుకుంటున్నాను.";
$sub[9]  = "";
$sub[10] = "ఖాళీ స్థలాన్ని గుంపుగా చేయడానికి దాన్ని   నొక్కి లాగవచ్చు .";
$sub[11] = "మీరు ఒక గుంపుని చూస్తున్నప్పుడు, మీకు ఆ గుంపు లోని ట్యాబులు మాత్రమే కనిపిస్తాయి. ఇది మీ ఏకాగ్రతకి తోడ్పడుతుంది.";
$sub[12] = "మీ గుంపులని అమర్చుకోడానికి, వాటిని అటూ ఇటూ జరపండి.";
$sub[13] = "మీరు వాటి పరిమాణాన్ని మార్చుకోవచ్చు అంత ముఖ్యంకాని వాటిని చిన్నగా&hellip;";
$sub[14] = "&hellip;ప్రాముఖ్యమైన వాటిని పెద్దగా.";
$sub[15] = "మీరు ఒక గుంపుని మరీ చిన్నగా చేస్తే, అది ఒక పోగుగా మారుతుంది.";
$sub[16] = "దాన్ని తెరవడానికి దానిలోని ట్యాబుని నొక్కవచ్చు";
$sub[17] = "లేదా";
$sub[18] = "పోగులో ఏమున్నాయో త్వరగా చూడడానికి&hellip;";
$sub[19] = "&hellip;విస్తరణ ప్రతీకాన్ని నొక్కవచ్చు&hellip;";
$sub[20] = "&hellip;ఆ తర్వాత మీకు ఆసక్తివున్న ట్యాబుని నొక్కవచ్చు.";
$sub[21] = "ఇది ఫైర్‌ఫాక్స్ పానోరామకు  చిన్న పరిచయం మాత్రమే.";
$sub[22] = "తెలుసుకోడానికి దీనిలో ఇంకా చాలా ఉన్నా (ఉదాహరణకి గుంపులకి పేరు పెట్టుకోవడం)&hellip;";
$sub[23] = "&hellip;మరింత మెరుగైన విహారణ గురించి అన్వేషణకి ఇప్పుడు మీరు  సిద్ధం.";
$sub[24] = "";

?>
