<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>วิธีจัดการแท็บของคุณ</em>Firefox Panorama จะช่วยให้คุณเห็นภาพรวมของแท็บทั้งหมดของคุณ&hellip;";
$sub[2]  = "&hellip;และช่วยให้คุณจัดกลุ่มแท็บให้เข้ากับการทำงานของคุณ และแบ่งแยกงานย่อยต่างๆ ได้ชัดเจน";
$sub[3]  = "อย่างที่คุณได้รู้แล้วว่าคุณสามารถใช้ ปุ่มจัดกลุ่มแท็บของคุณ เพื่อเริ่มจัดการแท็บของคุณ";
$sub[4]  = "คุณสามารถคลิกบนแท็บหรือกด Escape เพื่อกลับไปยังหน้าเบราว์เซอร์";
$sub[5]  = "คุณยังสามารถคลิกแท็บใดๆ เพื่อเปิดแท็บนั้นได้";
$sub[6]  = "นอกจากนั้น คุณยังสามารถใช้ option-space บน Mac หรือ control-space บน Windows เพื่อเข้าสู่หรือออกจาก Firefox Panorama";
$sub[7]  = "ลากแท็บหนึ่งไปยังอีกแท็บหนึ่งเพื่อจัดกลุ่ม";
$sub[8]  = "ในกรณีนี้ ผมต้องการจัดกลุ่มรูปทั้งหมดของผม";
$sub[9]  = "";
$sub[10] = "ผมยังสามารถคลิกและลากบนพื้นที่ว่างเพื่อสร้างกลุ่ม";
$sub[11] = "เมื่อขยายไปยังกลุ่มใดๆ คุณจะเห็นเพียงแค่แท็บในกลุ่มนั้น นี่จะช่วยให้คุณมีจุดสนใจเดียว";
$sub[12] = "คุณยังสามารถลากกลุ่มเพื่อจัดเรียงได้";
$sub[13] = "คุณยังสามารถเปลี่ยนขนาดของกลุ่ม โดยกลุ่มที่มีขนาดเล็กก็แสดงถึงความสำคัญที่น้อยกว่า&hellip;";
$sub[14] = "&hellip;และกลุ่มที่มีขนาดใหญ่ก็แสดงถึงความสัมพันธ์ที่มากกว่า";
$sub[15] = "ถ้าคุณทำให้กลุ่มมีขนาดเล็กจนถึงระดับหนึ่ง มันจะเปลี่ยนเป็นกอง";
$sub[16] = "คุณสามารถคลิกบนแท็บเพื่อเปิด";
$sub[17] = "หรือ";
$sub[18] = "ถ้าคุณต้องการกูกองนั้นแบบรวดเร็ว&hellip;";
$sub[19] = "&hellip;คลิกปุ่มแผ่&hellip;";
$sub[20] = "&hellip;และคลิกบนแท็บที่คุณสนใจ";
$sub[21] = "นี่คือคำแนะนำอย่างย่อของ Firefox Panorama.";
$sub[22] = "ในขณะที่ยังมีความสามารถอีกมากให้คุณค้นพบ (เช่นตั้งชื่อกลุ่ม)&hellip;";
$sub[23] = "&hellip;คุณก็สามารถเริ่มต้นค้นหาหาทางในการท่องเว็บที่ดีกว่าเดิมได้ตั้งแต่ตอนนี้";
$sub[24] = "";

?>