<div id="content">
    <h1 id="page-title">О нама</h1>

    <div class="intro">
        <p><strong>Ми смо глобална заједница</strong>
            <a href="http://www.mozilla.org/community">људи који раде заједно</a> још од 1998. године на стварању бољег интернета.</p>
      
        <p><strong>Ми смо непрофитна организација</strong>
            посвећена промовисању <a href="http://www.mozilla.org/about/mission.html">отворености, иновативности и приликама</a> на мрежи.</p>
      
        <p><strong>Осим тога, ми смо пројекат отвореног кôда</strong>
            чији <a href="http://www.mozilla.org/projects">софтвер</a> се користи за прављење неких од најбољих апликација на интернету.</p>
    </div>

    <p>Верујемо да је интернет јавно добро које, као најважнији део социјалног и технолошког развоја нашег времена, мора бити побољшано и заштићено.</p>

    <p><a href="http://www.mozilla.org/foundation">Задужбина Мозила</a> је непрофитна организација посвећена остваривању ових циљева, али њена права снага је у људима широм света који раде на обликовању интернета према потребама корисника. <a href="http://www.mozilla.org/contribute">И ти можеш да помогнеш</a>!</p>
</div>

