<?php
    // translate $page_title below
    $page_title = 'মজিলা পরিচিতি';
    
    $pageid = 'about';
    require_once "{$config['file_root']}/includes/l10n/controller.inc.php";
?>


<div id="main-feature">
    <h2>
    ওয়েবের জন্য ভাল।
    <br />
    বিশ্বের জন্য ভাল।
    </h2>
</div>

<div id="content">

<p>মজিলা কোন গতানুগতিক সফটওয়্যার কম্পানি নয়। এটি বিশ্বব্যাপী বিস্তৃত একটি <a href="/<?=$lang?>/firefox/community/">কমিউনিটি।</a> এই কমিউনিটি সর্বসাধারণের ইন্টারনেট অভিজ্ঞতা উন্নত করার লক্ষ্যে, বিনামুল্যে ওপেন সোর্স সফটওয়্যার এবং প্রযুক্তি উদ্ভাবনের জন্য নিঃস্বার্থ ভাবে কাজ করে যাচ্ছে। মজিলার প্রোগ্রামার, বিপণন কর্মী, টেস্টার, এবং প্রবক্তাগন নিরলস কাজ করে যাচ্ছেন, যাতে ওয়েব সবসময় একটি উন্মুক্ত এবং সার্বজনীন সম্পদ হিসেবে বজায় থাকে। মজিলা বিশ্বাস করে, উন্মুক্ত স্ট্যান্ডার্ড উদ্ভাবনী ক্ষমতা ও বৈচিত্রের সহায়ক শক্তি হিসেবে কাজ করে। এবং প্রতিটি মানুষের নিরাপদ, দ্রুত এবং উৎকৃষ্ট অনলাইন অভিজ্ঞতা পাবার অধিকার রয়েছে।</p>

<p>মজিলার পুরষ্কারপ্রাপ্ত ওপেন সোর্স <a href="/<?=$lang?>/products/">সফটওয়্যার পণ্য</a> এবং <a href="http://www.mozilla.org/projects/">প্রযুক্তি</a> ৭০টিরও বেশি ভাষায় সর্বসাধারণের জন্য বিনামুল্যে প্রদান করা হচ্ছে।</p>

<p>মজিলার প্রধান কার্যালয় <a href="/<?=$lang?>/about/contact.html">মাউন্টেন ভিউ, ক্যালিফর্নিয়া</a>-তে অবস্থিত। এবং <a href="/<?=$lang?>/about/contact.html">অঞ্চলভিত্তিক কার্যালয়</a> রয়েছে অকল্যান্ড, বেইজিং, কোপেনহেগেন, প্যারিস, টোকিও এবং টরোন্টোতে।</p>

</div>



<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
