<?php

$sub[1]  = "Χαίρετε, είμαι ο Paul Rouget του Mozilla.";
$sub[2]  = "Σήμερα θα ήθελα να σας παρουσιάσω τη νέα δοκιμαστική έκδοση του Firefox 4 που υποστηρίζει επιτάχυνση γραφικών.";
$sub[3]  = "Και θέλω να σας δείξω τη διαφορά ανάμεσα στον Firefox 4 με και χωρίς επιτάχυνση γραφικών.";
$sub[4]  = "Εδώ λοιπόν έχουμε μια μικρή κινούμενη απεικόνιση που τρέχει στον Firefox 4 χωρίς επιτάχυνση γραφικών μέσω υλικού.";
$sub[5]  = "Λοιπόν, δεν είναι και τόσο ομαλή, τρέχει με 12 καρέ ανά δευτερόλεπτο.";
$sub[6]  = "Τώρα θα τρέξω την ίδια απεικόνιση, αλλά αυτή τη φορά στον Firefox 4 με επιτάχυνση γραφικών μέσω υλικού.";
$sub[7]  = "Και όπως μπορείτε να δείτε, είναι πολύ πιο ομαλή, όπως και πολύ πιο γρήγορη, τρέχοντας με 91 καρέ το δευτερόλεπτο.";
$sub[8]  = "Σας ευχαριστώ.";

?>
