<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>Πως να οργανώσετε τις καρτέλες σας</em>Η ομαδοποίηση καρτελών σας δίνει τη δυνατότητα να έχετε μια απεικόνιση όλων των καρτελών σας&hellip;";
$sub[2]  = "&hellip;και να τις ομαδοποιήσετε σε σύνολα, έτσι μπορείτε να οργανώσετε καλύτερα τη δουλειά σας και να τη διαχωρίσετε σε ενότητες.";
$sub[3]  = "Όπως ίσως ανακαλύψατε ήδη, μπορείτε να χρησιμοποιήσετε αυτό το εικονίδιο καρτέλας εφαρμογής από την εργαλειοθήκη καρτελών για να μπείτε στις ομάδες καρτελών.";
$sub[4]  = "μπορείτε μετά να κάνετε κλικ σε μια καρτέλα ή να πατήσετε το πλήκτρο «escape» για να γυρίσετε πίσω.";
$sub[5]  = "Φυσικά, μπορείτε να κάνετε κλικ σε οποιαδήποτε καρτέλα για να εστιάσετε σ' αυτήν.";
$sub[6]  = "Εναλλακτικά, μπορείτε να πατήσετε τα πλήκτρα option + κενό διάστημα σε Mac ή ctrl+ κενό διάστημα σε Linux και Windows για να μπείτε ή να βγείτε από την ομαδοποίηση καρτελών.";
$sub[7]  = "Για να ομαδοποιήσετε καρτέλες, απλά σύρετε και τοποθετήστε δύο καρτέλες μαζί.";
$sub[8]  = "Σ' αυτή την περίπτωση, θέλω να ομαδοποιήσω όλες τις καρτέλες μου με φωτογραφίες του διαστήματος.";
$sub[9]  = "";
$sub[10] = "Εναλλακτικά, μπορώ να κάνω κλικ και να σύρω στον κενό χώρο για να δημιουργήσω μια ομάδα.";
$sub[11] = "Όταν εστιάσετε σε μια ομάδα, θα βλέπετε μόνο τις καρτέλες που υπάρχουν στην ομάδα αυτή.";
$sub[12] = "Για να οργανώσετε τις ομάδες σας, απλά σύρετε τις ομάδες καρτελών.";
$sub[13] = "Μπορείτε να αλλάξετε το μέγεθος τους ώστε οι λιγότερο σημαντικές να είναι μικρότερες&hellip;";
$sub[14] = "&hellip;και οι πιο σημαντικές μεγαλύτερες.";
$sub[15] = "Αν μειώσετε πολύ το μέγεθος μια ομάδας, θα εμφανίζει τις καρτέλες σε στοίβα.";
$sub[16] = "Μπορείτε να κάνετε κλικ στην πάνω καρτέλα για να ανοίξει";
$sub[17] = "ή";
$sub[18] = "αν θέλετε να δείτε όλες τις καρτέλες της στοίβας&hellip;";
$sub[19] = "&hellip;να κάνετε κλικ σ' αυτό το εικονίδιο&hellip;";
$sub[20] = "&hellip;και μετά να κάνετε κλικ στην καρτέλα που σας ενδιαφέρει.";
$sub[21] = "Αυτή ήταν μια σύντομη εισαγωγή στην ομαδοποίηση καρτελών του Firefox.";
$sub[22] = "Αν και υπάρχουν πολλά ακόμη να ανακαλύψετε (όπως το πως να δίνετε ονόματα στις ομάδες)&hellip;";
$sub[23] = "&hellip;Είστε ήδη σε θέση να ξεκινήσετε την εξερεύνηση ενός καλύτερου τρόπου περιήγησης.";
$sub[24] = "";

?>
