
<?php

$sub[1]  = "Η HTML5 μας προσφέρει το στοιχείο &lt;audio&gt;.";
$sub[2]  = "<em>Πως θα ήταν αν μπορούσαμε να κάνουμε περισσότερα πράγματα από το να πατήσουμε το κουμπί για αναπαραγωγή;</em>";
$sub[3]  = "Αποκάλυψη ασυμπίεστων δεδομένων κατά την αναπαραγωγή τους.";
$sub[4]  = "Εμφάνιση δεδομένων ήχου μέσω του &lt;canvas&gt;";
$sub[5]  = "<em>-0.008158281445503235… Πως εμφανίζονται πραγματικά αυτοί οι αριθμοί;</em>";
$sub[6]  = "Εφαρμογή φίλτρου χαμηλής συχνότητας στον ήχο.";
$sub[7]  = "<em>Ανάγνωση δεδομένων ήχου, εφαρμογή φίλτρου και αναπαραγωγή.</em>";
$sub[8]  = "Υπολογισμός ηχητικού φάσματος (FFT) με JavaScript.";
$sub[9]  = "Παιχνίδια με το φάσμα απεικονίζοντας τον ήχο.";
$sub[10] = "Ανάλυση ήχου: ανίχνευση ρυθμού με JavaScript";
$sub[11] = "Δισδιάστατες απεικονίσεις σήματός, FFT και ρυθμού.";
$sub[12] = "Απεικονίσεις ήχου: Δισδιάστατες και τρισδιάστατες μέσω του &lt;canvas&gt;";
$sub[13] = "Παρουσίαση των: Dave Humphrey, Al MacDonald, Corban Brook, Charles Cliffe, Thomas Sturm, Yury Delendik.";
$sub[14] = "Μουσική: Revolve του His Boy Elroy (με άδεια χρήσης Creative Commons Noncommercial Sampling Plus)";

?>
