<?php

$sub[1]  = "<em style='display:block; margin-top:-20px;'>ଆପଣଙ୍କର ଟ୍ୟାବଗୁଡ଼ିକୁ କିପରି ସଂଗଠିତ କରାଯିବ</em>Firefox ପାନାରୋମା ଆପଣଙ୍କୁ ଟ୍ୟାବଗୁଡ଼ିକର&hellip; ଦୃଶ୍ୟମୟ ସମୀକ୍ଷା ପ୍ରଦାନ କରିଥାଏ";
$sub[2]  = "&hellip;ଏବଂ ସେମାନଙ୍କୁ ଶ୍ରେଣୀଭୁକ୍ତ କରନ୍ତୁ ଯାହା ଫଳରେ ଆପଣ ନିଜର କାର୍ଯ୍ୟକୁ ସଂଗଠିତ କରିଥାଏ ଏବଂ ପ୍ରତ୍ୟେକ କାର୍ଯ୍ୟକୁ ପୃଥକ କରିଥାଏ।";
$sub[3]  = "ଯେହେତୁ ଆପଣ ପୂର୍ବରୁ ଆବିଷ୍କାର କରିସାରିଛନ୍ତି ତେଣୁ ଆପଣ ନିଜର ଟ୍ୟାବଗୁଡ଼ିକୁ ସଂଗଠିତ କରିବା ପାଇଁ ପାନରୋମା ବଟନକୁ ବ୍ୟବହାର କରିପାରିବେ।";
$sub[4]  = "ଆପଣ ତାପରେ ଗୋଟିଏ ଟ୍ୟାବ ଉପରେ କ୍ଲିକ କରିପାରିବେ, ଅଥବା ପଛକୁ ଯିବା ପାଇଁ Escape କୁ ଦବାଇପାରିବେ।";
$sub[5]  = " ଯେକୌଣସି ଟ୍ୟାବକୁ ସକ୍ରିୟ କରିବା ପାଇଁ ଆପଣ ତାହା ଉପରେ କ୍ଲିକ କରିପାରିବେ।";
$sub[6]  = "ବୈକଳ୍ପିକ ଭାବରେ, ଆପଣ ଭରଣ କରିବା ପାଇଁ Mac ଉପରେ option-space ବ୍ୟବହାର କରିପାରିବେ କିମ୍ବା Windows ଉପରେ control-space କୁ ବ୍ୟବହାର କରିପାରିବେ। Firefox ପାନରୋମାରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ।";
$sub[7]  = "ଟ୍ୟାବଗୁଡ଼ିକୁ ଶ୍ରେଣୀଭୁକ୍ତ କରିବା ପାଇଁ ଦୁଇଟିକୁ ଏକ ସଙ୍ଗରେ ଟାଣନ୍ତୁ।";
$sub[8]  = "ଏହି କ୍ଷେତ୍ରରେ, ମୁଁ ମୋର ସମସ୍ତ ଛବିଗୁଡ଼ିକୁ ଶ୍ରେଣୀଭୁକ୍ତ କରିବାକୁ ଚାହୁଁଛି।";
$sub[9]  = "";
$sub[10] = "ମୁଁ ମଧ୍ଯ କ୍ଲିକ କରିପାରିବି ଏବଂ ଗୋଟିଏ ଶ୍ରେଣୀ ନିର୍ମାଣ ପାଇଁ ଖାଲି ସ୍ଥାନକୁ ଟାଣିପାରିବି।";
$sub[11] = "ଯେତେବେଳେ ଆପଣ ଗୋଟିଏ ଶ୍ରେଣୀକୁ ଛୋଟବଡ଼ କରିବେ, ଆପଣ କେବଳ ସେହି ଟ୍ୟାବକୁ ଦେଖିପାରିବେ ଯାହାକି ସେହି ଶ୍ରେଣୀରେ ଥାଏ। ଏହା ଆପଣଙ୍କୁ ଲକ୍ଷ୍ଯସାଧନରେ ସହାୟତା କରିପାରିବ।";
$sub[12] = "ଆପଣଙ୍କର ଶ୍ରେଣୀଗୁଡ଼ିକୁ ସଙ୍ଗଠିତ କରିବା ପାଇଁ, ସେମାନଙ୍କୁ କେବଳ ଚାରିପଟେ ଟାଣନ୍ତୁ।";
$sub[13] = "ଆପଣ ସେମାନଙ୍କର ଆକାରକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ ଯାହାଫଳରେ କମ ଆବଶ୍ୟକ ବସ୍ତୁଗୁଡ଼ିକରେ ଛୋଟ &hellip; ଥାଏ";
$sub[14] = "&hellip;ଏବଂ ଅତି ଆବଶ୍ୟକ ବସ୍ତୁଗୁଡ଼ିକ ବୃହତ ଅଟେ।";
$sub[15] = "ଯଦି ଆପଣ ଗୋଟିଏ ଶ୍ରେଣୀକୁ ଅତି ଛୋଟ କରନ୍ତି, ତେବେ ଏହା ଗୋଟିଏ ପାଇଲରେ ପରିବର୍ତ୍ତିତ ହୋଇଥାଏ।";
$sub[16] = "ଖୋଲିବା ପାଇଁ ଆପଣ ଟ୍ୟାବ ଉପରେ କ୍ଲିକ କରିପାରିବେ";
$sub[17] = "କିମ୍ବା";
$sub[18] = "ଯଦି ଆପଣ ପାଇଲ &hellip; କୁ ନିରୀକ୍ଷଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ ";
$sub[19] = "&hellip;ପ୍ରସାରିତ ଚିତ୍ରସଂକେତ &hellip; ଉପରେ କ୍ଲିକ କରନ୍ତୁ";
$sub[20] = "&hellip;ଏବଂ ତାପରେ ଆପଣ ଇଚ୍ଛାମୁତାବକ ଟ୍ୟାବକୁ କ୍ଲିକ କରିପାରିବେ।";
$sub[21] = "Firefox ପାନରୋମା ପାଇଁ ଏହା ଏକ ବିସ୍ତୃତ ପରିଚୟ ଅଟେ";
$sub[22] = "ତଥାପି ଆବିଷ୍କାର କରିବା ପାଇଁ ସେଠାରେ ଅନେକ ଅଛି (ଯେପରିକି ଶ୍ରେଣୀକୁ କିପରି ନାମାଙ୍କନ କରାଯିବ)&hellip;";
$sub[23] = "&hellip;ଆପଣ ବର୍ତ୍ତମାନ ବ୍ରାଉଜ କରିବା ପାଇଁ ଗୋଟିଏ ଉତ୍ତମ ଉପାୟ ପାଇପାରିବେ।";
$sub[24] = "";

?>