<?php
    // The $body_* variables are for compatibility with pre-existing css
    $page_title = 'Mozilla Firefox End-User Software License Agreement';
    $body_id    = 'mozilla-com';
    $breadcrumbs = array(
                            'About'                                 => "/{$lang}/about/",
                            'Mozilla End-User Licensing Agreements' => "/{$lang}/legal/eula/",
                            'Firefox 2 (German)'                    => ""
                        );
    $pageid = "eula";
    include_once "{$config['file_root']}/includes/l10n/controller.inc.php";



?>

    <div id="content">

<p><b>MOZILLA CORPORATION</b></p>
<h1>MOZILLA FIREFOX-ENDNUTZER-LIZENZVEREINBARUNG</h1>
<p>Version 2.0</p>
<p>
Diese Vereinbarung ist lediglich in englischer Sprache abgefasst, welches die f&#252;r alle Aspekte ma&#223;gebliche Sprache ist. Jegliche Versionen dieser Vereinbarung in anderen Sprachen werden lediglich aus Kulanzgr&#252;nden zu Informationszwecken zur Verf&#252;gung gestellt und sind f&#252;r die Parteien nicht bindend.
</p>
<p>
EINE QUELLCODE-VERSION GEWISSER FIREFOX BROWSER FUNKTIONEN ZUR NUTZUNG, VER&#196;NDERUNG UND WEITERGABE IST KOSTENLOS AUF <a href="http://www.mozilla.org">WWW.MOZILLA.ORG</a> UNTER MOZILLA PUBLIC LICENSE und anderer Open-Source-Lizenzen ERH&#196;LTLICH.
</p>
<p>
Die Nutzung der beiliegenden, funktionsf&#228;higen Codeversion von Mozilla Firefox und der dazugeh&#246;rigen Dokumentation (das „Produkt") wird Ihnen zu den festgelegten Bedingungen in der hier vorliegenden MOZILLA FIREFOX-ENDNUTZER-LIZENZVEREINBARUNG (die „VEREINBARUNG") gestattet. DURCH KLICKEN AUF „EINVERSTANDEN" ODER DURCH INSTALLATION ODER NUTZUNG DES MOZILLA FIREFOX-BROWSERS ERKENNEN SIE DIE IN DIESER VEREINBARUNG FESTGELEGTEN BEDINGUNGEN AN. KLICKEN SIE NICHT AUF „EINVERSTANDEN", WENN SIE SICH MIT DEN BEDINGUNGEN DIESER VEREINBARUNG NICHT EINVERSTANDEN ERKL&#196;REN UND INSTALLIEREN ODER NUTZEN SIE WEDER DEN MOZILLA FIREFOX-BROWSER NOCH TEILE DAVON.
</p>
<p>
W&#196;HREND UND NACH DER INSTALLATION VON MOZILLA FIREFOX WIRD ES IHNEN GGF. ERM&#214;GLICHT, ZUS&#196;TZLICHE SOFTWAREKOMPONENTEN VON DRITTANBIETERN ZU INSTALLIEREN. DIE INSTALLATION UND NUTZUNG SOLCHER DRITTANBIETER-KOMPONENTEN WIRD DURCH GESONDERTE LIZENZVEREINBARUNGEN GEREGELT.
</p>
<p>
1.  LIZENZGEW&#196;HRUNG. Mozilla gew&#228;hrt Ihnen mit dieser Lizenz ein nicht-ausschlie&#223;liches Recht zur Nutzung dieser funktionsf&#228;higen Codeversion des Produkts. Diese Lizenzvereinbarung regelt au&#223;erdem s&#228;mtliche von Mozilla herausgegebenen Software-Upgrades, welche die Originalversion ersetzen und/oder erg&#228;nzen, sofern solche Upgrades nicht durch gesonderte Lizenzen mit eigens definierten Bedingungen geregelt werden.
</p>
<p>
2.  BEENDIGUNG. Bei Versto&#223; gegen diese Lizenzvereinbarung enden die Nutzungsrechte am Produkt unverz&#252;glich und ohne Benachrichtigung. S&#228;mtliche in dieser Vereinbarung enthaltenen Bestimmungen, ausgenommen die Lizenzgew&#228;hrung (Absatz 1), bleiben jedoch nach Ende der Vereinbarung weiterhin bestehen. Bei Beendigung m&#252;ssen Sie s&#228;mtliche Kopien des Produkts vernichten.
</p>
<p>
3.  EIGENTUMSRECHTE. Teile des Produkts sind in Quellcodeform zu den in der Mozilla Public License und in anderen Open-Source-Lizenzen (zusammengefasst „Open-Source-Lizenzen") festgehaltenen Bestimmungen auf <a href="http://www.mozilla.org">http://www.mozilla.org</a> erh&#228;ltlich. Diese Vereinbarung enth&#228;lt keinerlei Bedingungen, die die in den Open-Source-Lizenzen gew&#228;hrten Rechte einschr&#228;nken. Vorbehaltlich der vorhergehenden Bestimmungen beh&#228;lt sich Mozilla f&#252;r sich und im Namen seiner Lizenznehmer s&#228;mtliche geistigen Eigentumsrechte am Produkt, ausgenommen jener Rechte, die in dieser Vereinbarung ausdr&#252;cklich gew&#228;hrt werden, vor. Sie d&#252;rfen Markenzeichen, Logos, Hinweise auf Urheberrechte oder andere Eigentumsrechte in oder am Produkt weder entfernen noch ver&#228;ndern. Diese Lizenz gew&#228;hrt Ihnen kein Recht, Markenzeichen, Dienstleistungsmarken oder Logos von Mozilla oder seinen Lizenznehmern zu verwenden.
</p>
<p>
4.  DATENSCHUTZRICHTLINIE.  Sie erkl&#228;ren sich mit der auf <a href="/<?=$lang?>/legal/privacy/">http://www.mozilla.com/legal/privacy/</a> online verf&#252;gbaren Mozilla Firefox-Datenschutzrichtlinie, die gegebenenfalls von Zeit zu Zeit aktualisiert wird, einverstanden. Wenn wesentliche &#196;nderungen an dieser Datenschutzrichtlinie vorgenommen werden, wird Mozilla diese &#196;nderungen auf der Webseite <a href="/<?=$lang?>/">www.mozilla.com</a> bekannt geben und eine aktualisierte Form unter oben angef&#252;hrtem Link ver&#246;ffentlichen. Es liegt in Ihrer Verantwortung sicherzustellen, dass Sie die Bedingungen der Datenschutzrichtlinie verstehen und die aktuelle Version der Richtlinie regelm&#228;&#223;ig auf etwaige &#196;nderungen hin &#252;berpr&#252;fen.
</p>
<p>
5.  GEW&#196;HRLEISTUNGSAUSSCHLUSS. DAS PRODUKT WIRD IHNEN „WIE BESEHEN" EINSCHLIESSLICH EVENTUELL VORHANDENER FEHLER ZUR VERF&#220;GUNG GESTELLT. SOWEIT ES DAS GESETZ ZUL&#196;SST, SCHLIESSEN MOZILLA, DESSEN VERTRIEBSPARTNER UND LIZENZNEHMER JEGLICHE GEW&#196;HRLEISTUNG, SOWOHL AUSDR&#220;CKLICHER ALS AUCH STILLSCHWEIGENDER NATUR AUS, EINSCHLIESSLICH JEGLICHER GARANTIE F&#220;R FEHLERFREIHEIT, VERK&#196;UFLICHKEIT, TAUGLICHKEIT F&#220;R EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG VON EIGENTUMSRECHTEN, WOBEI DIESE AUFZ&#196;HLUNG NICHT ABSCHLIESSEND IST. DAS GESAMTE RISIKO HINSICHTLICH EIGNUNG, QUALIT&#196;T UND LEISTUNG DES PRODUKTS LIEGT BEI IHNEN. DIESER GEW&#196;HRLEISTUNGSAUSSCHLUSS GILT UNGEACHTET M&#214;GLICHER VERFEHLUNG EINES ANGESTREBTEN ZWECKS. IN EINIGEN L&#196;NDERN IST DIE BESCHR&#196;NKUNG BZW. DER HAFTUNGSAUSSCHLUSS NICHT ZUL&#196;SSIG, SODASS DIESE EINSCHR&#196;NKUNG M&#214;GLICHERWEISE F&#220;R SIE NICHT ZUTRIFFT.
</p>
<p>
6.  HAFTUNGSBESCHR&#196;NKUNG. VORBEHALTLICH DER GESETZGEBUNG HAFTEN WEDER MOZILLA NOCH DESSEN ZULIEFERER, GESCH&#196;FTSF&#220;HRER, LIZENZNEHMER, MITARBEITER UND BEVOLLM&#196;CHTIGTE (ZUSAMMENGEFASST DIE „MOZILLA-GRUPPE") F&#220;R MITTELBARE, KONKRETE, ZUF&#196;LLIG ENTSTANDENE SCH&#196;DEN UND FOLGESCH&#196;DEN, DIE SICH AUS ODER IN ZUSAMMENHANG MIT DIESER VEREINBARUNG ODER AUS DER NUTZUNG VON BZW. UNM&#214;GLICHKEIT DER NUTZUNG DIESES PRODUKTS ERGEBEN, EINSCHLIESSLICH GESCH&#196;FTSVERLUST, GESCH&#196;FTSUNTERBRECHUNG, ENTGANGENE GEWINNE, DATENVERLUST UND COMPUTERFEHLER ODER -ST&#214;RUNGEN, WOBEI DIESE AUFZ&#196;HLUNG NICHT ABSCHLIESSEND IST, SELBST WENN AUF DIE M&#214;GLICHKEIT SOLCHER SCH&#196;DEN AUFMERKSAM GEMACHT WURDE UND UNGEACHTET DER GRUNDLAGE (VERTRAG, UNERLAUBTE HANDLUNG ODER SONSTIGES), AUF DER SOLCHE GEW&#196;HRLEISTUNGSANSPR&#220;CHE BASIEREN. DIE SICH AUF DIESE VEREINBARUNG GR&#220;NDENDE GEMEINSAME HAFTUNG DER MOZILLA-GRUPPE BESCHR&#196;NKT SICH IHNEN GEGEN&#220;BER AUF EINEN BETRAG VON BIS ZU 500 (F&#220;NFHUNDERT) US-DOLLAR BZW. AUF DEN BETRAG, DEN SIE (GGF.) ALS K&#196;UFER F&#220;R DIE LIZENZIERTE SOFTWARE BEZAHLT HABEN. IN EINIGEN L&#196;NDERN IST DIE BESCHR&#196;NKUNG BZW. DER HAFTUNGSAUSSCHLUSS VON MITTELBAREN, KONKRETEN ODER FOLGESCH&#196;DEN NICHT ZUL&#196;SSIG, SODASS DIESE EINSCHR&#196;NKUNG M&#214;GLICHERWEISE F&#220;R SIE NICHT ZUTRIFFT.
</p>
<p>
7.  EXPORTKONTROLLEN. Diese Lizenz unterliegt s&#228;mtlichen g&#252;ltigen Exportbeschr&#228;nkungen. Sie m&#252;ssen in Bezug auf das Produkt und dessen Verwendung s&#228;mtlichen Ein- und Ausfuhrbestimmungen und Bestimmungen und Gesetzen aller US-Bundesstaaten oder ausl&#228;ndischen Beh&#246;rden Rechnung tragen.
</p>
<p>
8.  ENDNUTZER DER US-BUNDESREGIERUNG. Bei dem Produkt handelt es sich laut Begriffsdefinition unter 48 C.F.R. (Ver&#246;ffentlichung von Bundesverordnungen und Verwaltungsvorschriften) 2.101 um „commercial items“ (gewerbliche G&#252;ter), die sich laut Definition unter 48 C.F.R. 12.212 (Sept. 1995) bzw. 48 C.F.R. 227.7202 (Juni 1995) aus „commercial computer software“ (gewerblicher Computersoftware) und „commercial computer software documentation“ (Dokumentation f&#252;r gewerbliche Computersoftware) zusammensetzen. Das Produkt wird an Endnutzer der US-Regierung ausschlie&#223;lich in &#220;bereinstimmung mit den in 48 C.F.R. 12.212, 48 C.F.R. 27.405(b) (2) (Juni 1998) und 48 C.F.R. 227.7202 festgelegten Rechten lizenziert.
</p>
<p>
9.  SONSTIGES. (a) Dieser Lizenzvertrag enth&#228;lt s&#228;mtliche Vereinbarungen zwischen Mozilla und Ihnen bez&#252;glich des Vertragsgegenstandes, und diese k&#246;nnen lediglich durch einen von Mozilla entsprechend autorisiertem Vertreter durch einen schriftlichen Zusatz ge&#228;ndert werden. (b) Vorbehaltlich eventuell anwendbarer anders lautender gesetzlicher Bestimmungen unterliegt diese Vereinbarung den Gesetzen des US-Bundesstaats Kalifornien unter Ausschluss von Konflikten mit gesetzlichen Bestimmungen. (c) Diese Vereinbarung unterliegt nicht dem &#220;bereinkommen der Vereinten Nationen &#252;ber Vertr&#228;ge &#252;ber den internationalen Warenverkauf. (d) Sollten Teile dieser Vereinbarung f&#252;r ung&#252;ltig oder nicht durchsetzbar erachtet werden, so werden diese Teile gem&#228;&#223; den urspr&#252;nglichen Absichten der Vertragsparteien neu aufgesetzt, und die verbleibenden Abschnitte bleiben vollumf&#228;nglich verbindlich. (e) Ein Verzicht der einen oder anderen Partei auf eine Bestimmung dieser Vereinbarung oder deren Nichterf&#252;llung zu irgendeinem Zeitpunkt stellt keinen Verzicht auf eine solche Bestimmung oder eine nachfolgende Nichterf&#252;llung einer solchen Bestimmung dar. (f) Vorbehaltlich der Gesetzgebung ist Englisch die ma&#223;gebliche Sprache dieser Vereinbarung. (g) Sie k&#246;nnen Ihre in dieser Vereinbarung festgehaltenen Rechte an jede andere Partei abtreten, die diesen Bestimmungen zustimmt und sich ihnen verpflichtet; Mozilla Corporation kann ihre in dieser Vereinbarung festgehaltenen Rechte bedingungslos abtreten. h) Diese Vereinbarung ist bindend und wirkt zugunsten der Parteien, ihrer Rechtsnachfolger und Abtretungsempf&#228;nger.
</p>

    </div><!-- end #content div -->
<?php
    include_once "{$config['file_root']}/includes/l10n/footer-pages.inc.php";
?>
